[
  {
    "id": 1,
    "q": {
      "pt": "Quem detém a responsabilidade primária por estabelecer e executar a estratégia de segurança da informação da Empresa?",
      "en": "Who holds the primary responsibility for establishing and executing the company’s information security strategy?"
    },
    "options": {
      "pt": [
        "O Conselho de Administração",
        "A Gestão Executiva",
        "O Comitê Diretor de Cibersegurança",
        "O Chief Information Security Officer (CISO)"
      ],
      "en": [
        "Board of Directors",
        "Executive Management",
        "Cybersecurity Steering Committee",
        "Chief Information Security Officer (CISO)"
      ]
    },
    "correctIndex": 3,
    "rationales": {
      "pt": [
        "Supervisão de alto nível; delega a execução.",
        "Apoia e aprova recursos; não executa no dia a dia.",
        "Orienta e alinha, mas não executa.",
        "Designado para liderar e executar a estratégia de SI."
      ],
      "en": [
        "High-level oversight; execution is delegated.",
        "Supports/approves resources; not day-to-day execution.",
        "Provides strategic guidance, not operations.",
        "Designated to lead and execute the information security strategy."
      ]
    }
  },
  {
    "id": 2,
    "q": {
      "pt": "Qual é a principal responsabilidade do Conselho de Administração em relação à estratégia de Segurança da Informação?",
      "en": "What is the board’s primary responsibility regarding the information security strategy?"
    },
    "options": {
      "pt": [
        "Operações diárias e resposta a incidentes",
        "Definir tolerância a risco e supervisionar",
        "Alocar todos os recursos",
        "Escrever a política de segurança"
      ],
      "en": [
        "Daily operations and incident response",
        "Set risk appetite and provide oversight",
        "Allocate all resources",
        "Write the security policy"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Isso é função da equipe do CISO.",
        "Governança: define apetite a risco e supervisiona.",
        "Gestão executiva aloca recursos com base no CISO.",
        "Política detalhada é produzida pela equipe de SI."
      ],
      "en": [
        "That’s the CISO team’s job.",
        "Governance: sets risk appetite and oversight.",
        "Executive management allocates resources based on the CISO.",
        "Detailed policy is produced by the InfoSec team."
      ]
    }
  },
  {
    "id": 3,
    "q": {
      "pt": "Qual função o Comitê Diretor de Cibersegurança normalmente desempenha?",
      "en": "What role does the Cybersecurity Steering Committee typically play?"
    },
    "options": {
      "pt": [
        "Responder a incidentes",
        "Fornecer orientação estratégica e alinhamento",
        "Gerenciar patches de software",
        "Executar testes de penetração"
      ],
      "en": [
        "Responding to incidents",
        "Providing strategic guidance and alignment",
        "Managing software patches",
        "Performing penetration testing"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Incidentes são tratados pela equipe de operações de segurança.",
        "O Comitê fornece orientação e garante alinhamento estratégico.",
        "Gerenciamento de patches é feito por TI/Segurança.",
        "Testes técnicos são feitos pela equipe de segurança ou terceiros."
      ],
      "en": [
        "Incidents are handled by the security operations team.",
        "The Committee provides guidance and ensures strategic alignment.",
        "Patch management is performed by IT/Security.",
        "Penetration tests are performed by security staff or vendors."
      ]
    }
  },
  {
    "id": 4,
    "q": {
      "pt": "Qual é a responsabilidade da Gestão Executiva em relação à estratégia de SI?",
      "en": "What is the executive management’s responsibility regarding InfoSec strategy?"
    },
    "options": {
      "pt": [
        "Executar diretamente todas as operações de SI",
        "Fornecer apoio, aprovar recursos e garantir alinhamento com os objetivos de negócio",
        "Auditar controles de SI",
        "Definir todos os controles técnicos"
      ],
      "en": [
        "Directly execute all InfoSec operations",
        "Provide support, approve resources, and ensure business alignment",
        "Audit InfoSec controls",
        "Define all technical controls"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Execução diária é responsabilidade do CISO e equipe.",
        "A gestão executiva garante recursos e alinhamento estratégico.",
        "Auditoria é função de auditores internos/externos.",
        "Controles técnicos são definidos pela equipe de SI."
      ],
      "en": [
        "Day-to-day execution is handled by the CISO and team.",
        "Executive mgmt ensures resources and strategic alignment.",
        "Auditing is for internal/external auditors.",
        "Technical controls are defined by InfoSec staff."
      ]
    }
  },
  {
    "id": 5,
    "q": {
      "pt": "Qual é a consequência de não ter um CISO claramente definido?",
      "en": "What is the consequence of not having a clearly defined CISO?"
    },
    "options": {
      "pt": [
        "Maior eficiência operacional",
        "Lacunas de responsabilidade e falhas de execução",
        "Menor custo de pessoal",
        "Mais inovação tecnológica"
      ],
      "en": [
        "Greater operational efficiency",
        "Gaps in responsibility and execution failures",
        "Lower staffing cost",
        "More technological innovation"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Sem liderança, eficiência tende a cair.",
        "Sem CISO claro, surgem lacunas e falhas na execução.",
        "Economia de pessoal aumenta riscos.",
        "Inovação sem governança aumenta vulnerabilidades."
      ],
      "en": [
        "Without leadership, efficiency tends to fall.",
        "Without a CISO, gaps and failures emerge.",
        "Lower staffing cost increases risks.",
        "Innovation without governance increases vulnerabilities."
      ]
    }
  },
  {
    "id": 6,
    "q": {
      "pt": "Quem deve supervisionar a eficácia da função de SI em alto nível?",
      "en": "Who should oversee the effectiveness of the InfoSec function at a high level?"
    },
    "options": {
      "pt": [
        "O Conselho de Administração",
        "O time de operações de SI",
        "O time de auditoria interna",
        "Fornecedores externos"
      ],
      "en": [
        "Board of Directors",
        "InfoSec operations team",
        "Internal audit team",
        "External vendors"
      ]
    },
    "correctIndex": 0,
    "rationales": {
      "pt": [
        "Supervisão é função de governança do Conselho.",
        "Operações executam, não supervisionam a si mesmas.",
        "Auditoria avalia, mas não governa.",
        "Fornecedores não têm autoridade de governança."
      ],
      "en": [
        "Oversight is a governance role of the Board.",
        "Ops execute, they don’t oversee themselves.",
        "Auditors assess, not govern.",
        "Vendors don’t have governance authority."
      ]
    }
  },
  {
    "id": 7,
    "q": {
      "pt": "Qual é o papel do auditor interno em relação à estratégia de SI?",
      "en": "What is the internal auditor’s role regarding InfoSec strategy?"
    },
    "options": {
      "pt": [
        "Executar a estratégia",
        "Avaliar controles e conformidade",
        "Definir os objetivos estratégicos",
        "Aprovar orçamentos"
      ],
      "en": [
        "Execute the strategy",
        "Assess controls and compliance",
        "Define strategic objectives",
        "Approve budgets"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Execução é do CISO e equipe.",
        "Auditor avalia controles e conformidade.",
        "Objetivos estratégicos vêm do Conselho e CISO.",
        "Orçamento é aprovado pela Gestão Executiva."
      ],
      "en": [
        "Execution is the CISO’s role.",
        "Auditor assesses controls and compliance.",
        "Strategic objectives come from the Board and CISO.",
        "Budget is approved by Executive Mgmt."
      ]
    }
  },
  {
    "id": 8,
    "q": {
      "pt": "Qual função normalmente define políticas detalhadas de SI?",
      "en": "Which function normally defines detailed InfoSec policies?"
    },
    "options": {
      "pt": [
        "Conselho de Administração",
        "Equipe de SI liderada pelo CISO",
        "Auditoria Externa",
        "Usuários finais"
      ],
      "en": [
        "Board of Directors",
        "InfoSec team led by the CISO",
        "External audit",
        "End-users"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "O Conselho define diretrizes gerais, não políticas detalhadas.",
        "A equipe do CISO elabora políticas específicas.",
        "Auditoria revisa, não escreve políticas.",
        "Usuários seguem políticas, não as criam."
      ],
      "en": [
        "Board sets high-level direction, not detailed policies.",
        "CISO’s team drafts detailed policies.",
        "Auditors review, not write policies.",
        "Users follow policies, not create them."
      ]
    }
  },
  {
    "id": 9,
    "q": {
      "pt": "O que deve fazer parte do processo de governança de SI?",
      "en": "What should be part of the InfoSec governance process?"
    },
    "options": {
      "pt": [
        "Monitoramento de conformidade e relatórios regulares",
        "Gerenciamento de patches",
        "Reset de senhas",
        "Suporte técnico ao usuário"
      ],
      "en": [
        "Compliance monitoring and regular reporting",
        "Patch management",
        "Password resets",
        "User tech support"
      ]
    },
    "correctIndex": 0,
    "rationales": {
      "pt": [
        "Governança inclui monitoramento e reporting.",
        "Patches são operacionais.",
        "Reset de senha é suporte de rotina.",
        "Suporte é operação, não governança."
      ],
      "en": [
        "Governance includes monitoring and reporting.",
        "Patches are operational.",
        "Password resets are routine support.",
        "Support is operational, not governance."
      ]
    }
  },
  {
    "id": 10,
    "q": {
      "pt": "Qual é a responsabilidade primária do CISO?",
      "en": "What is the CISO’s primary responsibility?"
    },
    "options": {
      "pt": [
        "Gerenciar orçamento de TI",
        "Definir e executar a estratégia de SI",
        "Auditar controles internos",
        "Escrever relatórios financeiros"
      ],
      "en": [
        "Manage IT budget",
        "Define and execute InfoSec strategy",
        "Audit internal controls",
        "Write financial reports"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Orçamento é da gestão de TI.",
        "CISO lidera a estratégia de segurança.",
        "Auditoria é papel de auditores.",
        "Relatórios financeiros são de finanças."
      ],
      "en": [
        "IT budget is handled by IT mgmt.",
        "CISO leads the security strategy.",
        "Auditing is done by auditors.",
        "Financial reporting is done by finance."
      ]
    }
  },
  {
    "id": 11,
    "q": {
      "pt": "Qual é o propósito do princípio de 'Menor Privilégio' na Gestão de Acessos?",
      "en": "What is the purpose of the 'Least Privilege' principle in Access Management?"
    },
    "options": {
      "pt": [
        "Atribuir a todos os usuários os mesmos privilégios administrativos.",
        "Limitar o acesso a sistemas estritamente necessários para a função do trabalho.",
        "Conceder privilégios com base no nível de senioridade do usuário.",
        "Garantir que todos os dados sejam acessíveis apenas pelo CISO."
      ],
      "en": [
        "Assign all users the same administrative privileges.",
        "Limit access to systems strictly necessary for the job function.",
        "Grant privileges based on the user's seniority level.",
        "Ensure all data is only accessible by the CISO."
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "O princípio visa evitar este cenário, que criaria riscos desnecessários.",
        "O Menor Privilégio determina que aos usuários sejam concedidas apenas as permissões mínimas necessárias para desempenhar suas funções.",
        "O acesso deve ser baseado no requisito e na função do trabalho, não na senioridade.",
        "O princípio se aplica a toda a organização, equilibrando segurança com necessidades operacionais."
      ],
      "en": [
        "The principle aims to avoid this scenario, which would create unnecessary risks.",
        "Least Privilege ensures users are granted only the minimum permissions necessary to perform their functions.",
        "Access should be based on job requirements, not seniority.",
        "The principle applies across the organization, balancing security with operational needs."
      ]
    }
  },
  {
    "id": 12,
    "q": {
      "pt": "No contexto de gerenciamento de riscos, o que é 'Risco Residual'?",
      "en": "In the context of risk management, what is 'Residual Risk'?"
    },
    "options": {
      "pt": [
        "O risco que é completamente eliminado após a implementação dos controles.",
        "O risco que uma organização escolhe ignorar.",
        "O risco que permanece após todos os controles de segurança terem sido aplicados e formalmente aceitos.",
        "O risco inicial antes de quaisquer controles de segurança serem implementados."
      ],
      "en": [
        "The risk completely eliminated after implementing controls.",
        "The risk an organization chooses to ignore.",
        "The risk remaining after all security controls have been applied and formally accepted.",
        "The initial risk before any security controls are implemented."
      ]
    },
    "correctIndex": 2,
    "rationales": {
      "pt": [
        "O objetivo é eliminar o risco, mas o 'Risco Residual' é o que permanece após os esforços.",
        "O risco ignorado é um risco não gerenciado; o risco residual é gerenciado e formalmente aceito.",
        "Risco residual é a exposição à ameaça remanescente após as ações de mitigação estarem completas e formalmente reconhecidas pela gestão.",
        "Isso é tipicamente definido como risco inerente, não risco residual."
      ],
      "en": [
        "The goal is to eliminate risk, but 'Residual Risk' is what remains after mitigation efforts.",
        "Ignored risk is unmanaged; residual risk is managed and formally accepted.",
        "Residual risk is the exposure remaining after mitigation actions are complete and formally acknowledged by management.",
        "This is typically defined as inherent risk, not residual risk."
      ]
    }
  },
  {
    "id": 13,
    "q": {
      "pt": "De acordo com a política de IAM, qual processo deve ser realizado periodicamente para sistemas regulados?",
      "en": "According to IAM policy, which process must be performed periodically for regulated systems?"
    },
    "options": {
      "pt": [
        "Redefinições de senha em todo o sistema.",
        "Um backup completo dos dados.",
        "O processo de revisão de acesso do usuário.",
        "Um teste de penetração externo."
      ],
      "en": [
        "System-wide password resets.",
        "A full data backup.",
        "The user access review process.",
        "An external penetration test."
      ]
    },
    "correctIndex": 2,
    "rationales": {
      "pt": [
        "Embora importante, esta ação específica não é o processo periódico universalmente obrigatório.",
        "O backup é crítico para a disponibilidade, mas geralmente é um processo diário, não periódico, obrigatório.",
        "Revisões periódicas de acesso de usuário são obrigatórias para sistemas regulados para garantir que o Menor Privilégio seja mantido e o acesso seja revogado quando as funções mudam.",
        "Testes de penetração são geralmente anuais ou orientados por eventos, não o processo periódico de controle de acesso."
      ],
      "en": [
        "While important, this specific action is not the universally required periodic process.",
        "Backups are critical for availability, but typically daily, not the required periodic control process.",
        "Periodic user access reviews are mandatory for regulated systems to ensure Least Privilege is maintained and access revoked when roles change.",
        "Penetration tests are usually annual or event-driven, not the periodic access control process."
      ]
    }
  },
  {
    "id": 14,
    "q": {
      "pt": "O que o Anexo A da ISO 27001:2022 contém?",
      "en": "What does Annex A of ISO 27001:2022 contain?"
    },
    "options": {
      "pt": [
        "Um guia de auditoria financeira.",
        "Uma lista de 93 controles de segurança da informação.",
        "Um plano completo de recuperação de desastres.",
        "Apenas a política de uso de e-mail."
      ],
      "en": [
        "A financial audit guide.",
        "A list of 93 information security controls.",
        "A complete disaster recovery plan.",
        "Only the email usage policy."
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "A ISO 27001 é para segurança, não para auditoria financeira.",
        "O Anexo A fornece o conjunto de referência fundamental de controles de segurança que uma organização pode escolher para seu SGSI.",
        "O DRP é um resultado da implementação da norma, não o conteúdo do Anexo A em si.",
        "O Anexo A abrange um amplo conjunto de controles, não apenas uma política específica."
      ],
      "en": [
        "ISO 27001 is for security, not financial auditing.",
        "Annex A provides the fundamental reference set of security controls an organization may choose for its ISMS.",
        "The DRP is an outcome of implementing the standard, not Annex A itself.",
        "Annex A covers a broad set of controls, not just a specific policy."
      ]
    }
  },
  {
    "id": 15,
    "q": {
      "pt": "Qual é o principal propósito de uma 'Declaração de Aplicabilidade' no contexto da ISO 27001?",
      "en": "What is the main purpose of a 'Statement of Applicability' in the context of ISO 27001?"
    },
    "options": {
      "pt": [
        "Um contrato com um fornecedor de software.",
        "Um documento para contratar novos funcionários.",
        "Um relatório que lista os controles implementados e justifica sua aplicação/exclusão.",
        "Um guia de boas-vindas para novos funcionários."
      ],
      "en": [
        "A contract with a software vendor.",
        "A document for hiring new employees.",
        "A report listing implemented controls and justifying their inclusion/exclusion.",
        "A welcome guide for new employees."
      ]
    },
    "correctIndex": 2,
    "rationales": {
      "pt": [
        "Este é um documento legal, não um relatório de governança.",
        "Isso se relaciona com o RH, não com a documentação do SGSI.",
        "A DdA lista explicitamente os controles do Anexo A que são aplicados, excluídos, e as razões para essas decisões, ligando a avaliação de risco à implementação do controle.",
        "Isso faz parte da integração, não da documentação formal do SGSI."
      ],
      "en": [
        "This is a legal document, not a governance report.",
        "This relates to HR, not ISMS documentation.",
        "The SoA explicitly lists Annex A controls applied, excluded, and the reasons for those decisions, linking risk assessment to control implementation.",
        "This is part of onboarding, not formal ISMS documentation."
      ]
    }
  },
  {
    "id": 16,
    "q": {
      "pt": "No processo de TPRM, qual passo tipicamente segue o 'Fluxo de Compras' inicial e a Contratação do Fornecedor?",
      "en": "In the TPRM process, which step typically follows the initial 'Procurement Flow' and Supplier Engagement?"
    },
    "options": {
      "pt": [
        "Negociação do Contrato pela Equipe Jurídica.",
        "Avaliação de Segurança da SegInfo (Due Diligence).",
        "Abertura de um ticket para rescisão de contrato.",
        "Seleção da opção de contrato limitado a USD 50K."
      ],
      "en": [
        "Contract negotiation by the Legal team.",
        "Information Security assessment (Due Diligence).",
        "Opening a contract termination ticket.",
        "Selecting the limited contract option up to USD 50K."
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "A revisão e negociação jurídica ocorrem simultaneamente com Compras/Risco, mas não como o próximo passo primário de risco imediato.",
        "Após a contratação inicial, a equipe de risco conduz uma avaliação formal de segurança para determinar a postura de ameaça do fornecedor.",
        "A rescisão é a fase final, não a fase inicial de due diligence.",
        "Esta é uma decisão de limite financeiro, não um passo do processo."
      ],
      "en": [
        "Legal review and negotiation occur simultaneously with Procurement/Risk, but not as the immediate next risk step.",
        "After initial engagement, the risk team conducts a formal security assessment to determine the supplier’s threat posture.",
        "Termination is the final stage, not the initial due diligence step.",
        "This is a financial threshold decision, not a process step."
      ]
    }
  },
  {
    "id": 17,
    "q": {
      "pt": "O que o Dono do Contrato deve fazer quando a parceria com um Fornecedor Terceirizado é finalizada (termina)?",
      "en": "What should the Contract Owner do when the partnership with a Third-Party Supplier ends?"
    },
    "options": {
      "pt": [
        "Iniciar uma reavaliação.",
        "Iniciar um novo processo de contratação.",
        "Abrir um ticket de rescisão.",
        "Notificar o CISO via Slack."
      ],
      "en": [
        "Initiate a reassessment.",
        "Start a new procurement process.",
        "Open a termination ticket.",
        "Notify the CISO via Slack."
      ]
    },
    "correctIndex": 2,
    "rationales": {
      "pt": [
        "A reavaliação é para fornecedores contínuos, não para aqueles que estão sendo encerrados.",
        "Isso seria para um novo fornecedor, não para o encerramento de um existente.",
        "Um ticket formal é necessário para notificar todas as equipes relevantes (SegInfo, TI, Jurídico) para revogar o acesso e cumprir os requisitos de desligamento.",
        "Embora a comunicação seja necessária, um processo formal e documentado é obrigatório para auditabilidade."
      ],
      "en": [
        "Reassessment is for ongoing suppliers, not those being terminated.",
        "This would be for a new supplier, not the closure of an existing one.",
        "A formal ticket is required to notify all relevant teams (InfoSec, IT, Legal) to revoke access and meet offboarding requirements.",
        "While communication is necessary, a formal documented process is mandatory for auditability."
      ]
    }
  },
  {
    "id": 18,
    "q": {
      "pt": "Qual é o processo para abrir uma Prova de Conceito (PoC) que tem um custo associado?",
      "en": "What is the process for opening a Proof of Concept (PoC) that has an associated cost?"
    },
    "options": {
      "pt": [
        "A PoC não pode ter custo.",
        "Selecionar a opção de contrato limitado a USD 50K.",
        "Apenas a opção de doação pode ser usada.",
        "Apenas a opção de patrocínio pode ser usada."
      ],
      "en": [
        "A PoC cannot have cost.",
        "Select the limited contract option up to USD 50K.",
        "Only the donation option can be used.",
        "Only the sponsorship option can be used."
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "PoCs frequentemente envolvem despesas e devem ser formalmente gerenciadas.",
        "PoCs com custos tipicamente usam um contrato simplificado, muitas vezes limitado por valor (ex., $50K) para agilizar a aquisição enquanto se gerencia o risco.",
        "Doação é para ESG/Caridade, não para PoCs comerciais.",
        "Patrocínio é para marketing/eventos, não para PoCs comerciais."
      ],
      "en": [
        "PoCs often involve expenses and must be formally managed.",
        "PoCs with costs typically use a simplified contract, often limited by value (e.g., $50K) to expedite procurement while managing risk.",
        "Donation is for ESG/Charity, not commercial PoCs.",
        "Sponsorship is for marketing/events, not commercial PoCs."
      ]
    }
  },
  {
    "id": 19,
    "q": {
      "pt": "Qual código de prática internacional para gerenciamento de segurança forma a base da Política de Segurança da Informação?",
      "en": "Which international code of practice for security management forms the basis of the Information Security Policy?"
    },
    "options": {
      "pt": [
        "ISO 9001 (Gestão da Qualidade)",
        "ISO 27002 (Gestão da Segurança da Informação)",
        "ISO 14001 (Gestão Ambiental)",
        "ISO 45001 (Saúde e Segurança Ocupacional)"
      ],
      "en": [
        "ISO 9001 (Quality Management)",
        "ISO 27002 (Information Security Management)",
        "ISO 14001 (Environmental Management)",
        "ISO 45001 (Occupational Health & Safety)"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "A ISO 9001 aborda Sistemas de Gestão da Qualidade, não Segurança da Informação.",
        "A ISO 27002 fornece o conjunto abrangente de controles sobre o qual uma política de SegInfo é construída.",
        "Esta norma cobre a Gestão Ambiental.",
        "Esta norma foca em Saúde e Segurança Ocupacional."
      ],
      "en": [
        "ISO 9001 covers Quality Management Systems, not Information Security.",
        "ISO 27002 provides the comprehensive set of controls on which an Information Security policy is built.",
        "This standard covers Environmental Management.",
        "This standard focuses on Occupational Health & Safety."
      ]
    }
  },
 {
  "id": 20,
  "q": {
    "pt": "Qual é um exemplo chave de 'Controle' no contexto de segurança da informação?",
    "en": "What is a key example of a 'Control' in the context of information security?"
  },
  "options": {
    "pt": [
      "Uma porta física com uma fechadura.",
      "Câmeras de segurança.",
      "Senhas, permissões e autenticação multifator em sistemas.",
      "Um guarda na entrada do prédio."
    ],
    "en": [
      "A physical door with a lock.",
      "Security cameras.",
      "Passwords, permissions, and multifactor authentication in systems.",
      "A guard at the building entrance."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Embora seja um controle, um controle digital mais representativo é preferível em exemplos de GRC.",
      "Este é um controle físico; GRC frequentemente enfatiza controles digitais.",
      "Estes são exemplos primários de controles lógicos e de acesso que aplicam políticas e mitigam riscos digitais.",
      "Este é um controle físico."
    ],
    "en": [
      "While it is a control, a more representative digital control is preferable in GRC examples.",
      "This is a physical control; GRC often emphasizes digital controls.",
      "These are primary examples of logical and access controls that enforce policies and mitigate digital risks.",
      "This is a physical control."
    ]
  }
},
{
  "id": 21,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 22,
  "q": {
    "pt": "Qual equipe é responsável por garantir a implementação de um programa de segurança da informação apropriado e baseado em riscos, e por designar um Oficial de Segurança da Informação?",
    "en": "Which team is responsible for ensuring the implementation of an appropriate, risk-based information security program and for appointing an Information Security Officer?"
  },
  "options": {
    "pt": [
      "O Conselho de Administração.",
      "O CISO.",
      "A Gestão Executiva.",
      "O Comitê Diretor de Cibersegurança."
    ],
    "en": [
      "The Board of Directors.",
      "The CISO.",
      "Executive Management.",
      "The Cybersecurity Steering Committee."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O Conselho define a tolerância ao risco, mas delega o mandato de implementação do programa.",
      "O CISO executa o programa, mas o mandato e a designação vêm da gestão superior.",
      "A Gestão Executiva é responsável por dirigir e garantir a implementação do programa de segurança e designar a função de Oficial de Segurança da Informação.",
      "O Comitê fornece orientação, não o mandato executivo final."
    ],
    "en": [
      "The Board defines risk tolerance but delegates the implementation mandate.",
      "The CISO executes the program, but the mandate and designation come from top management.",
      "Executive Management is responsible for directing and ensuring implementation of the program and appointing the Information Security Officer role.",
      "The Committee provides guidance, not the final executive mandate."
    ]
  }
},
{
  "id": 23,
  "q": {
    "pt": "Se você tiver dúvidas sobre qualquer disposição na política de SegInfo, qual é o canal de suporte designado?",
    "en": "If you have questions about any provision in the InfoSec policy, what is the designated support channel?"
  },
  "options": {
    "pt": [
      "Enviar e-mail para o Conselho de Administração.",
      "Abrir um ticket com o help desk de TI.",
      "Contatar a equipe de infosec-Policy-management no canal interno designado.",
      "Enviar uma mensagem diretamente para o CISO."
    ],
    "en": [
      "Send an email to the Board of Directors.",
      "Open a ticket with the IT help desk.",
      "Contact the infosec-Policy-management team via the designated internal channel.",
      "Send a direct message to the CISO."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Questões de política devem ser dirigidas à equipe de gestão dedicada, não ao órgão de governança.",
      "O help desk de TI lida com suporte técnico, não com esclarecimento de políticas.",
      "Um canal interno dedicado é estabelecido para lidar com interpretações e consultas de políticas.",
      "O CISO delega consultas diárias sobre políticas para a equipe de gestão relevante."
    ],
    "en": [
      "Policy questions should be directed to the dedicated management team, not the governance body.",
      "The IT help desk handles technical support, not policy clarification.",
      "A dedicated internal channel is established to handle policy interpretations and queries.",
      "The CISO delegates day-to-day policy queries to the relevant management team."
    ]
  }
},
{
  "id": 24,
  "q": {
    "pt": "Qual é o processo para formalizar uma contratação de fornecedor não padrão que está fora do fluxo regular de compras?",
    "en": "What is the process to formalize a non-standard vendor engagement outside the regular procurement flow?"
  },
  "options": {
    "pt": [
      "Renegociar o contrato existente.",
      "Formalizar um processo de contratação.",
      "Formalizar um processo de contratação fora do fluxo padrão.",
      "Este processo não existe formalmente."
    ],
    "en": [
      "Renegotiate the existing contract.",
      "Formalize a hiring process.",
      "Formalize a procurement process outside the standard flow.",
      "This process does not formally exist."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Isso se aplica a fornecedores existentes, não a uma nova contratação não padrão.",
      "Contratação se refere a pessoal, não a engajamento de fornecedor.",
      "Deve existir um processo formal para contratações não padrão para garantir requisitos legais e de risco.",
      "Para governança e auditabilidade, todas as contratações devem ter um processo formal."
    ],
    "en": [
      "This applies to existing vendors, not a new non-standard engagement.",
      "Hiring refers to personnel, not vendor engagement.",
      "A formal process must exist for non-standard procurements to ensure legal and risk requirements are met.",
      "For governance and auditability, all engagements must have a formal process."
    ]
  }
},
{
  "id": 25,
  "q": {
    "pt": "Que tipo de dados sensíveis pode ser compartilhado com Fornecedores Terceirizados em um contexto de BPO?",
    "en": "What type of sensitive data can be shared with Third-Party Vendors in a BPO context?"
  },
  "options": {
    "pt": [
      "Apenas dados internos da empresa.",
      "Apenas dados internos do fornecedor de BPO.",
      "Dados de clientes e informações proprietárias da empresa.",
      "Nenhuma das opções."
    ],
    "en": [
      "Only internal company data.",
      "Only internal data of the BPO vendor.",
      "Customer data and company proprietary information.",
      "None of the options."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "BPO frequentemente envolve o manuseio de dados de clientes.",
      "Isso limita severamente o escopo do serviço de BPO.",
      "Se o contrato de BPO exigir, dados de clientes e informações proprietárias podem ser compartilhados sob controles rigorosos.",
      "Compartilhar dados é a razão fundamental para muitos contratos de BPO."
    ],
    "en": [
      "BPO often involves handling customer data.",
      "This severely limits the scope of the BPO service.",
      "If the BPO contract requires, customer and proprietary data can be shared under strict controls.",
      "Data sharing is the fundamental reason for many BPO contracts."
    ]
  }
},
{
  "id": 26,
  "q": {
    "pt": "Qual é o principal propósito do anexo unificado de Acordo de Processamento de Dados (DPA) em um contrato de BPO?",
    "en": "What is the main purpose of the unified Data Processing Agreement (DPA) annex in a BPO contract?"
  },
  "options": {
    "pt": [
      "Ele substitui apenas o anexo de segurança.",
      "Ele consolida os requisitos de DPA e cibersegurança em um único anexo.",
      "Não é usado em contratos de BPO.",
      "É opcional para BPOs de baixo risco."
    ],
    "en": [
      "It replaces only the security annex.",
      "It consolidates DPA and cybersecurity requirements into a single annex.",
      "It is not used in BPO contracts.",
      "It is optional for low-risk BPOs."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Um DPA unificado geralmente cobre mais do que apenas o anexo de segurança.",
      "O DPA unificado agiliza a conformidade legal e de segurança, combinando privacidade e segurança em um único documento.",
      "DPAs são obrigatórios em BPOs que envolvem dados pessoais.",
      "DPAs são legalmente exigidos sempre que dados pessoais são processados."
    ],
    "en": [
      "A unified DPA generally covers more than just the security annex.",
      "The unified DPA streamlines compliance by combining data privacy and security into a single binding document.",
      "DPAs are mandatory in BPOs involving personal data.",
      "DPAs are legally required whenever personal data is processed."
    ]
  }
},
{
  "id": 27,
  "q": {
    "pt": "Em qual estágio do ciclo de vida do BPO as equipes de SegInfo e Privacidade de Dados garantem que a proteção de dados seja constantemente aplicada?",
    "en": "At which stage of the BPO lifecycle do InfoSec and Data Privacy teams ensure data protection is consistently enforced?"
  },
  "options": {
    "pt": [
      "Apenas na fase de desligamento.",
      "Em todas as etapas (integração, processamento e desligamento).",
      "Apenas na fase de integração.",
      "Apenas durante a fase de reavaliação."
    ],
    "en": [
      "Only at the offboarding stage.",
      "At all stages (onboarding, processing, and offboarding).",
      "Only at the onboarding stage.",
      "Only during the reassessment stage."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "A proteção deve ser contínua, não apenas no final.",
      "A proteção de dados é uma obrigação contínua durante todo o ciclo de vida do fornecedor.",
      "A integração prepara o terreno, mas o monitoramento contínuo é essencial.",
      "A reavaliação é necessária, mas não substitui a aplicação contínua."
    ],
    "en": [
      "Protection must be continuous, not only at the end.",
      "Data protection is an ongoing obligation throughout the vendor lifecycle.",
      "Onboarding sets the stage, but continuous monitoring is essential.",
      "Reassessment is needed but does not replace continuous enforcement."
    ]
  }
},
{
  "id": 28,
  "q": {
    "pt": "Quais são as três principais categorias de parcerias tipicamente gerenciadas pelas equipes Jurídica e de ESG?",
    "en": "What are the three main categories of partnerships typically managed by Legal and ESG teams?"
  },
  "options": {
    "pt": [
      "Contratos, Doações, Patrocínios",
      "Contratos, Outras Parcerias, Patrocínios",
      "Doações, Patrocínios, Outras Parcerias",
      "Contratos, Doações, Outras Parcerias"
    ],
    "en": [
      "Contracts, Donations, Sponsorships",
      "Contracts, Other Partnerships, Sponsorships",
      "Donations, Sponsorships, Other Partnerships",
      "Contracts, Donations, Other Partnerships"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Esta lista omite a categoria necessária de parcerias diversas.",
      "Outras Parcerias precisam ser incluídas como categoria distinta.",
      "Estas três cobrem os principais engajamentos não comerciais tratados por ESG e Jurídico.",
      "Omissão de Patrocínios, categoria crítica de Marketing/RP."
    ],
    "en": [
      "This list omits the needed category of diverse partnerships.",
      "Other Partnerships must be included as a distinct category.",
      "These three cover the main non-commercial engagements handled by ESG and Legal.",
      "Omission of Sponsorships, a critical Marketing/PR category."
    ]
  }
},
{
  "id": 29,
  "q": {
    "pt": "Quem é o dono do processo de TPRM e responsável por sua adesão por todas as equipes internas?",
    "en": "Who owns the TPRM process and is responsible for its adherence across all internal teams?"
  },
  "options": {
    "pt": [
      "O Dono do Contrato.",
      "A Equipe de Compras.",
      "O CISO e a Equipe de SegInfo.",
      "A Equipe Jurídica."
    ],
    "en": [
      "The Contract Owner.",
      "The Procurement Team.",
      "The CISO and the InfoSec Team.",
      "The Legal Team."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O Dono do Contrato gerencia o fornecedor, mas não o processo geral de TPRM.",
      "Compras lida com o fluxo comercial, mas o TPRM envolve risco e segurança.",
      "O CISO e sua equipe governam o TPRM, garantindo segurança e análise de riscos.",
      "O Jurídico fornece informações contratuais, mas não governa todo o ciclo de TPRM."
    ],
    "en": [
      "The Contract Owner manages the vendor but not the overall TPRM process.",
      "Procurement handles the commercial flow, but TPRM involves risk and security.",
      "The CISO and their team govern TPRM, ensuring security and risk analysis.",
      "Legal provides contractual input but does not govern the full TPRM lifecycle."
    ]
  }
},
{
  "id": 30,
  "q": {
    "pt": "O que o princípio de 'Necessidade de Saber' impõe em um ambiente de negócios?",
    "en": "What does the 'Need to Know' principle enforce in a business environment?"
  },
  "options": {
    "pt": [
      "Compartilhamento de todas as informações com todos os funcionários.",
      "Concessão de privilégios com base na senioridade.",
      "Limitação do acesso apenas aos dados estritamente necessários para a função.",
      "Delegação da responsabilidade de segurança igualmente a todos os usuários."
    ],
    "en": [
      "Sharing all information with all employees.",
      "Granting privileges based on seniority.",
      "Limiting access strictly to the data necessary for the role.",
      "Delegating security responsibility equally to all users."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Necessidade de Saber é um princípio restritivo, limitando o acesso.",
      "O acesso é baseado na função do trabalho, não na senioridade.",
      "O princípio garante que apenas informações essenciais sejam acessadas.",
      "As responsabilidades de segurança são segmentadas, não iguais."
    ],
    "en": [
      "Need to Know is a restrictive principle, limiting access.",
      "Access is based on job role, not seniority.",
      "The principle ensures only essential information is accessed.",
      "Security responsibilities are segmented, not equal."
    ]
  }
}
]
