[
  {
    "id": 1,
    "q": {
      "pt": "Quem detém a responsabilidade primária por estabelecer e executar a estratégia de segurança da informação da Empresa?",
      "en": "Who holds the primary responsibility for establishing and executing the company’s information security strategy?"
    },
    "options": {
      "pt": [
        "O Conselho de Administração",
        "A Gestão Executiva",
        "O Comitê Diretor de Cibersegurança",
        "O Chief Information Security Officer (CISO)"
      ],
      "en": [
        "Board of Directors",
        "Executive Management",
        "Cybersecurity Steering Committee",
        "Chief Information Security Officer (CISO)"
      ]
    },
    "correctIndex": 3,
    "rationales": {
      "pt": [
        "Supervisão de alto nível; delega a execução.",
        "Apoia e aprova recursos; não executa no dia a dia.",
        "Orienta e alinha, mas não executa.",
        "Designado para liderar e executar a estratégia de SI."
      ],
      "en": [
        "High-level oversight; execution is delegated.",
        "Supports/approves resources; not day-to-day execution.",
        "Provides strategic guidance, not operations.",
        "Designated to lead and execute the information security strategy."
      ]
    }
  },
  {
    "id": 2,
    "q": {
      "pt": "Qual é a principal responsabilidade do Conselho de Administração em relação à estratégia de Segurança da Informação?",
      "en": "What is the board’s primary responsibility regarding the information security strategy?"
    },
    "options": {
      "pt": [
        "Operações diárias e resposta a incidentes",
        "Definir tolerância a risco e supervisionar",
        "Alocar todos os recursos",
        "Escrever a política de segurança"
      ],
      "en": [
        "Daily operations and incident response",
        "Set risk appetite and provide oversight",
        "Allocate all resources",
        "Write the security policy"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Isso é função da equipe do CISO.",
        "Governança: define apetite a risco e supervisiona.",
        "Gestão executiva aloca recursos com base no CISO.",
        "Política detalhada é produzida pela equipe de SI."
      ],
      "en": [
        "That’s the CISO team’s job.",
        "Governance: sets risk appetite and oversight.",
        "Executive management allocates resources based on the CISO.",
        "Detailed policy is produced by the InfoSec team."
      ]
    }
  },
  {
    "id": 3,
    "q": {
      "pt": "Qual função o Comitê Diretor de Cibersegurança normalmente desempenha?",
      "en": "What role does the Cybersecurity Steering Committee typically play?"
    },
    "options": {
      "pt": [
        "Responder a incidentes",
        "Fornecer orientação estratégica e alinhamento",
        "Gerenciar patches de software",
        "Executar testes de penetração"
      ],
      "en": [
        "Responding to incidents",
        "Providing strategic guidance and alignment",
        "Managing software patches",
        "Performing penetration testing"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Incidentes são tratados pela equipe de operações de segurança.",
        "O Comitê fornece orientação e garante alinhamento estratégico.",
        "Gerenciamento de patches é feito por TI/Segurança.",
        "Testes técnicos são feitos pela equipe de segurança ou terceiros."
      ],
      "en": [
        "Incidents are handled by the security operations team.",
        "The Committee provides guidance and ensures strategic alignment.",
        "Patch management is performed by IT/Security.",
        "Penetration tests are performed by security staff or vendors."
      ]
    }
  },
  {
    "id": 4,
    "q": {
      "pt": "Qual é a responsabilidade da Gestão Executiva em relação à estratégia de SI?",
      "en": "What is the executive management’s responsibility regarding InfoSec strategy?"
    },
    "options": {
      "pt": [
        "Executar diretamente todas as operações de SI",
        "Fornecer apoio, aprovar recursos e garantir alinhamento com os objetivos de negócio",
        "Auditar controles de SI",
        "Definir todos os controles técnicos"
      ],
      "en": [
        "Directly execute all InfoSec operations",
        "Provide support, approve resources, and ensure business alignment",
        "Audit InfoSec controls",
        "Define all technical controls"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Execução diária é responsabilidade do CISO e equipe.",
        "A gestão executiva garante recursos e alinhamento estratégico.",
        "Auditoria é função de auditores internos/externos.",
        "Controles técnicos são definidos pela equipe de SI."
      ],
      "en": [
        "Day-to-day execution is handled by the CISO and team.",
        "Executive mgmt ensures resources and strategic alignment.",
        "Auditing is for internal/external auditors.",
        "Technical controls are defined by InfoSec staff."
      ]
    }
  },
  {
    "id": 5,
    "q": {
      "pt": "Qual é a consequência de não ter um CISO claramente definido?",
      "en": "What is the consequence of not having a clearly defined CISO?"
    },
    "options": {
      "pt": [
        "Maior eficiência operacional",
        "Lacunas de responsabilidade e falhas de execução",
        "Menor custo de pessoal",
        "Mais inovação tecnológica"
      ],
      "en": [
        "Greater operational efficiency",
        "Gaps in responsibility and execution failures",
        "Lower staffing cost",
        "More technological innovation"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Sem liderança, eficiência tende a cair.",
        "Sem CISO claro, surgem lacunas e falhas na execução.",
        "Economia de pessoal aumenta riscos.",
        "Inovação sem governança aumenta vulnerabilidades."
      ],
      "en": [
        "Without leadership, efficiency tends to fall.",
        "Without a CISO, gaps and failures emerge.",
        "Lower staffing cost increases risks.",
        "Innovation without governance increases vulnerabilities."
      ]
    }
  },
  {
    "id": 6,
    "q": {
      "pt": "Quem deve supervisionar a eficácia da função de SI em alto nível?",
      "en": "Who should oversee the effectiveness of the InfoSec function at a high level?"
    },
    "options": {
      "pt": [
        "O Conselho de Administração",
        "O time de operações de SI",
        "O time de auditoria interna",
        "Fornecedores externos"
      ],
      "en": [
        "Board of Directors",
        "InfoSec operations team",
        "Internal audit team",
        "External vendors"
      ]
    },
    "correctIndex": 0,
    "rationales": {
      "pt": [
        "Supervisão é função de governança do Conselho.",
        "Operações executam, não supervisionam a si mesmas.",
        "Auditoria avalia, mas não governa.",
        "Fornecedores não têm autoridade de governança."
      ],
      "en": [
        "Oversight is a governance role of the Board.",
        "Ops execute, they don’t oversee themselves.",
        "Auditors assess, not govern.",
        "Vendors don’t have governance authority."
      ]
    }
  },
  {
    "id": 7,
    "q": {
      "pt": "Qual é o papel do auditor interno em relação à estratégia de SI?",
      "en": "What is the internal auditor’s role regarding InfoSec strategy?"
    },
    "options": {
      "pt": [
        "Executar a estratégia",
        "Avaliar controles e conformidade",
        "Definir os objetivos estratégicos",
        "Aprovar orçamentos"
      ],
      "en": [
        "Execute the strategy",
        "Assess controls and compliance",
        "Define strategic objectives",
        "Approve budgets"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Execução é do CISO e equipe.",
        "Auditor avalia controles e conformidade.",
        "Objetivos estratégicos vêm do Conselho e CISO.",
        "Orçamento é aprovado pela Gestão Executiva."
      ],
      "en": [
        "Execution is the CISO’s role.",
        "Auditor assesses controls and compliance.",
        "Strategic objectives come from the Board and CISO.",
        "Budget is approved by Executive Mgmt."
      ]
    }
  },
  {
    "id": 8,
    "q": {
      "pt": "Qual função normalmente define políticas detalhadas de SI?",
      "en": "Which function normally defines detailed InfoSec policies?"
    },
    "options": {
      "pt": [
        "Conselho de Administração",
        "Equipe de SI liderada pelo CISO",
        "Auditoria Externa",
        "Usuários finais"
      ],
      "en": [
        "Board of Directors",
        "InfoSec team led by the CISO",
        "External audit",
        "End-users"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "O Conselho define diretrizes gerais, não políticas detalhadas.",
        "A equipe do CISO elabora políticas específicas.",
        "Auditoria revisa, não escreve políticas.",
        "Usuários seguem políticas, não as criam."
      ],
      "en": [
        "Board sets high-level direction, not detailed policies.",
        "CISO’s team drafts detailed policies.",
        "Auditors review, not write policies.",
        "Users follow policies, not create them."
      ]
    }
  },
  {
    "id": 9,
    "q": {
      "pt": "O que deve fazer parte do processo de governança de SI?",
      "en": "What should be part of the InfoSec governance process?"
    },
    "options": {
      "pt": [
        "Monitoramento de conformidade e relatórios regulares",
        "Gerenciamento de patches",
        "Reset de senhas",
        "Suporte técnico ao usuário"
      ],
      "en": [
        "Compliance monitoring and regular reporting",
        "Patch management",
        "Password resets",
        "User tech support"
      ]
    },
    "correctIndex": 0,
    "rationales": {
      "pt": [
        "Governança inclui monitoramento e reporting.",
        "Patches são operacionais.",
        "Reset de senha é suporte de rotina.",
        "Suporte é operação, não governança."
      ],
      "en": [
        "Governance includes monitoring and reporting.",
        "Patches are operational.",
        "Password resets are routine support.",
        "Support is operational, not governance."
      ]
    }
  },
  {
    "id": 10,
    "q": {
      "pt": "Qual é a responsabilidade primária do CISO?",
      "en": "What is the CISO’s primary responsibility?"
    },
    "options": {
      "pt": [
        "Gerenciar orçamento de TI",
        "Definir e executar a estratégia de SI",
        "Auditar controles internos",
        "Escrever relatórios financeiros"
      ],
      "en": [
        "Manage IT budget",
        "Define and execute InfoSec strategy",
        "Audit internal controls",
        "Write financial reports"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "Orçamento é da gestão de TI.",
        "CISO lidera a estratégia de segurança.",
        "Auditoria é papel de auditores.",
        "Relatórios financeiros são de finanças."
      ],
      "en": [
        "IT budget is handled by IT mgmt.",
        "CISO leads the security strategy.",
        "Auditing is done by auditors.",
        "Financial reporting is done by finance."
      ]
    }
  },
  {
    "id": 11,
    "q": {
      "pt": "Qual é o propósito do princípio de 'Menor Privilégio' na Gestão de Acessos?",
      "en": "What is the purpose of the 'Least Privilege' principle in Access Management?"
    },
    "options": {
      "pt": [
        "Atribuir a todos os usuários os mesmos privilégios administrativos.",
        "Limitar o acesso a sistemas estritamente necessários para a função do trabalho.",
        "Conceder privilégios com base no nível de senioridade do usuário.",
        "Garantir que todos os dados sejam acessíveis apenas pelo CISO."
      ],
      "en": [
        "Assign all users the same administrative privileges.",
        "Limit access to systems strictly necessary for the job function.",
        "Grant privileges based on the user's seniority level.",
        "Ensure all data is only accessible by the CISO."
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "O princípio visa evitar este cenário, que criaria riscos desnecessários.",
        "O Menor Privilégio determina que aos usuários sejam concedidas apenas as permissões mínimas necessárias para desempenhar suas funções.",
        "O acesso deve ser baseado no requisito e na função do trabalho, não na senioridade.",
        "O princípio se aplica a toda a organização, equilibrando segurança com necessidades operacionais."
      ],
      "en": [
        "The principle aims to avoid this scenario, which would create unnecessary risks.",
        "Least Privilege ensures users are granted only the minimum permissions necessary to perform their functions.",
        "Access should be based on job requirements, not seniority.",
        "The principle applies across the organization, balancing security with operational needs."
      ]
    }
  },
  {
    "id": 12,
    "q": {
      "pt": "No contexto de gerenciamento de riscos, o que é 'Risco Residual'?",
      "en": "In the context of risk management, what is 'Residual Risk'?"
    },
    "options": {
      "pt": [
        "O risco que é completamente eliminado após a implementação dos controles.",
        "O risco que uma organização escolhe ignorar.",
        "O risco que permanece após todos os controles de segurança terem sido aplicados e formalmente aceitos.",
        "O risco inicial antes de quaisquer controles de segurança serem implementados."
      ],
      "en": [
        "The risk completely eliminated after implementing controls.",
        "The risk an organization chooses to ignore.",
        "The risk remaining after all security controls have been applied and formally accepted.",
        "The initial risk before any security controls are implemented."
      ]
    },
    "correctIndex": 2,
    "rationales": {
      "pt": [
        "O objetivo é eliminar o risco, mas o 'Risco Residual' é o que permanece após os esforços.",
        "O risco ignorado é um risco não gerenciado; o risco residual é gerenciado e formalmente aceito.",
        "Risco residual é a exposição à ameaça remanescente após as ações de mitigação estarem completas e formalmente reconhecidas pela gestão.",
        "Isso é tipicamente definido como risco inerente, não risco residual."
      ],
      "en": [
        "The goal is to eliminate risk, but 'Residual Risk' is what remains after mitigation efforts.",
        "Ignored risk is unmanaged; residual risk is managed and formally accepted.",
        "Residual risk is the exposure remaining after mitigation actions are complete and formally acknowledged by management.",
        "This is typically defined as inherent risk, not residual risk."
      ]
    }
  },
  {
    "id": 13,
    "q": {
      "pt": "De acordo com a política de IAM, qual processo deve ser realizado periodicamente para sistemas regulados?",
      "en": "According to IAM policy, which process must be performed periodically for regulated systems?"
    },
    "options": {
      "pt": [
        "Redefinições de senha em todo o sistema.",
        "Um backup completo dos dados.",
        "O processo de revisão de acesso do usuário.",
        "Um teste de penetração externo."
      ],
      "en": [
        "System-wide password resets.",
        "A full data backup.",
        "The user access review process.",
        "An external penetration test."
      ]
    },
    "correctIndex": 2,
    "rationales": {
      "pt": [
        "Embora importante, esta ação específica não é o processo periódico universalmente obrigatório.",
        "O backup é crítico para a disponibilidade, mas geralmente é um processo diário, não periódico, obrigatório.",
        "Revisões periódicas de acesso de usuário são obrigatórias para sistemas regulados para garantir que o Menor Privilégio seja mantido e o acesso seja revogado quando as funções mudam.",
        "Testes de penetração são geralmente anuais ou orientados por eventos, não o processo periódico de controle de acesso."
      ],
      "en": [
        "While important, this specific action is not the universally required periodic process.",
        "Backups are critical for availability, but typically daily, not the required periodic control process.",
        "Periodic user access reviews are mandatory for regulated systems to ensure Least Privilege is maintained and access revoked when roles change.",
        "Penetration tests are usually annual or event-driven, not the periodic access control process."
      ]
    }
  },
  {
    "id": 14,
    "q": {
      "pt": "O que o Anexo A da ISO 27001:2022 contém?",
      "en": "What does Annex A of ISO 27001:2022 contain?"
    },
    "options": {
      "pt": [
        "Um guia de auditoria financeira.",
        "Uma lista de 93 controles de segurança da informação.",
        "Um plano completo de recuperação de desastres.",
        "Apenas a política de uso de e-mail."
      ],
      "en": [
        "A financial audit guide.",
        "A list of 93 information security controls.",
        "A complete disaster recovery plan.",
        "Only the email usage policy."
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "A ISO 27001 é para segurança, não para auditoria financeira.",
        "O Anexo A fornece o conjunto de referência fundamental de controles de segurança que uma organização pode escolher para seu SGSI.",
        "O DRP é um resultado da implementação da norma, não o conteúdo do Anexo A em si.",
        "O Anexo A abrange um amplo conjunto de controles, não apenas uma política específica."
      ],
      "en": [
        "ISO 27001 is for security, not financial auditing.",
        "Annex A provides the fundamental reference set of security controls an organization may choose for its ISMS.",
        "The DRP is an outcome of implementing the standard, not Annex A itself.",
        "Annex A covers a broad set of controls, not just a specific policy."
      ]
    }
  },
  {
    "id": 15,
    "q": {
      "pt": "Qual é o principal propósito de uma 'Declaração de Aplicabilidade' no contexto da ISO 27001?",
      "en": "What is the main purpose of a 'Statement of Applicability' in the context of ISO 27001?"
    },
    "options": {
      "pt": [
        "Um contrato com um fornecedor de software.",
        "Um documento para contratar novos funcionários.",
        "Um relatório que lista os controles implementados e justifica sua aplicação/exclusão.",
        "Um guia de boas-vindas para novos funcionários."
      ],
      "en": [
        "A contract with a software vendor.",
        "A document for hiring new employees.",
        "A report listing implemented controls and justifying their inclusion/exclusion.",
        "A welcome guide for new employees."
      ]
    },
    "correctIndex": 2,
    "rationales": {
      "pt": [
        "Este é um documento legal, não um relatório de governança.",
        "Isso se relaciona com o RH, não com a documentação do SGSI.",
        "A DdA lista explicitamente os controles do Anexo A que são aplicados, excluídos, e as razões para essas decisões, ligando a avaliação de risco à implementação do controle.",
        "Isso faz parte da integração, não da documentação formal do SGSI."
      ],
      "en": [
        "This is a legal document, not a governance report.",
        "This relates to HR, not ISMS documentation.",
        "The SoA explicitly lists Annex A controls applied, excluded, and the reasons for those decisions, linking risk assessment to control implementation.",
        "This is part of onboarding, not formal ISMS documentation."
      ]
    }
  },
  {
    "id": 16,
    "q": {
      "pt": "No processo de TPRM, qual passo tipicamente segue o 'Fluxo de Compras' inicial e a Contratação do Fornecedor?",
      "en": "In the TPRM process, which step typically follows the initial 'Procurement Flow' and Supplier Engagement?"
    },
    "options": {
      "pt": [
        "Negociação do Contrato pela Equipe Jurídica.",
        "Avaliação de Segurança da SegInfo (Due Diligence).",
        "Abertura de um ticket para rescisão de contrato.",
        "Seleção da opção de contrato limitado a USD 50K."
      ],
      "en": [
        "Contract negotiation by the Legal team.",
        "Information Security assessment (Due Diligence).",
        "Opening a contract termination ticket.",
        "Selecting the limited contract option up to USD 50K."
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "A revisão e negociação jurídica ocorrem simultaneamente com Compras/Risco, mas não como o próximo passo primário de risco imediato.",
        "Após a contratação inicial, a equipe de risco conduz uma avaliação formal de segurança para determinar a postura de ameaça do fornecedor.",
        "A rescisão é a fase final, não a fase inicial de due diligence.",
        "Esta é uma decisão de limite financeiro, não um passo do processo."
      ],
      "en": [
        "Legal review and negotiation occur simultaneously with Procurement/Risk, but not as the immediate next risk step.",
        "After initial engagement, the risk team conducts a formal security assessment to determine the supplier’s threat posture.",
        "Termination is the final stage, not the initial due diligence step.",
        "This is a financial threshold decision, not a process step."
      ]
    }
  },
  {
    "id": 17,
    "q": {
      "pt": "O que o Dono do Contrato deve fazer quando a parceria com um Fornecedor Terceirizado é finalizada (termina)?",
      "en": "What should the Contract Owner do when the partnership with a Third-Party Supplier ends?"
    },
    "options": {
      "pt": [
        "Iniciar uma reavaliação.",
        "Iniciar um novo processo de contratação.",
        "Abrir um ticket de rescisão.",
        "Notificar o CISO via Slack."
      ],
      "en": [
        "Initiate a reassessment.",
        "Start a new procurement process.",
        "Open a termination ticket.",
        "Notify the CISO via Slack."
      ]
    },
    "correctIndex": 2,
    "rationales": {
      "pt": [
        "A reavaliação é para fornecedores contínuos, não para aqueles que estão sendo encerrados.",
        "Isso seria para um novo fornecedor, não para o encerramento de um existente.",
        "Um ticket formal é necessário para notificar todas as equipes relevantes (SegInfo, TI, Jurídico) para revogar o acesso e cumprir os requisitos de desligamento.",
        "Embora a comunicação seja necessária, um processo formal e documentado é obrigatório para auditabilidade."
      ],
      "en": [
        "Reassessment is for ongoing suppliers, not those being terminated.",
        "This would be for a new supplier, not the closure of an existing one.",
        "A formal ticket is required to notify all relevant teams (InfoSec, IT, Legal) to revoke access and meet offboarding requirements.",
        "While communication is necessary, a formal documented process is mandatory for auditability."
      ]
    }
  },
  {
    "id": 18,
    "q": {
      "pt": "Qual é o processo para abrir uma Prova de Conceito (PoC) que tem um custo associado?",
      "en": "What is the process for opening a Proof of Concept (PoC) that has an associated cost?"
    },
    "options": {
      "pt": [
        "A PoC não pode ter custo.",
        "Selecionar a opção de contrato limitado a USD 50K.",
        "Apenas a opção de doação pode ser usada.",
        "Apenas a opção de patrocínio pode ser usada."
      ],
      "en": [
        "A PoC cannot have cost.",
        "Select the limited contract option up to USD 50K.",
        "Only the donation option can be used.",
        "Only the sponsorship option can be used."
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "PoCs frequentemente envolvem despesas e devem ser formalmente gerenciadas.",
        "PoCs com custos tipicamente usam um contrato simplificado, muitas vezes limitado por valor (ex., $50K) para agilizar a aquisição enquanto se gerencia o risco.",
        "Doação é para ESG/Caridade, não para PoCs comerciais.",
        "Patrocínio é para marketing/eventos, não para PoCs comerciais."
      ],
      "en": [
        "PoCs often involve expenses and must be formally managed.",
        "PoCs with costs typically use a simplified contract, often limited by value (e.g., $50K) to expedite procurement while managing risk.",
        "Donation is for ESG/Charity, not commercial PoCs.",
        "Sponsorship is for marketing/events, not commercial PoCs."
      ]
    }
  },
  {
    "id": 19,
    "q": {
      "pt": "Qual código de prática internacional para gerenciamento de segurança forma a base da Política de Segurança da Informação?",
      "en": "Which international code of practice for security management forms the basis of the Information Security Policy?"
    },
    "options": {
      "pt": [
        "ISO 9001 (Gestão da Qualidade)",
        "ISO 27002 (Gestão da Segurança da Informação)",
        "ISO 14001 (Gestão Ambiental)",
        "ISO 45001 (Saúde e Segurança Ocupacional)"
      ],
      "en": [
        "ISO 9001 (Quality Management)",
        "ISO 27002 (Information Security Management)",
        "ISO 14001 (Environmental Management)",
        "ISO 45001 (Occupational Health & Safety)"
      ]
    },
    "correctIndex": 1,
    "rationales": {
      "pt": [
        "A ISO 9001 aborda Sistemas de Gestão da Qualidade, não Segurança da Informação.",
        "A ISO 27002 fornece o conjunto abrangente de controles sobre o qual uma política de SegInfo é construída.",
        "Esta norma cobre a Gestão Ambiental.",
        "Esta norma foca em Saúde e Segurança Ocupacional."
      ],
      "en": [
        "ISO 9001 covers Quality Management Systems, not Information Security.",
        "ISO 27002 provides the comprehensive set of controls on which an Information Security policy is built.",
        "This standard covers Environmental Management.",
        "This standard focuses on Occupational Health & Safety."
      ]
    }
  },
 {
  "id": 20,
  "q": {
    "pt": "Qual é um exemplo chave de 'Controle' no contexto de segurança da informação?",
    "en": "What is a key example of a 'Control' in the context of information security?"
  },
  "options": {
    "pt": [
      "Uma porta física com uma fechadura.",
      "Câmeras de segurança.",
      "Senhas, permissões e autenticação multifator em sistemas.",
      "Um guarda na entrada do prédio."
    ],
    "en": [
      "A physical door with a lock.",
      "Security cameras.",
      "Passwords, permissions, and multifactor authentication in systems.",
      "A guard at the building entrance."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Embora seja um controle, um controle digital mais representativo é preferível em exemplos de GRC.",
      "Este é um controle físico; GRC frequentemente enfatiza controles digitais.",
      "Estes são exemplos primários de controles lógicos e de acesso que aplicam políticas e mitigam riscos digitais.",
      "Este é um controle físico."
    ],
    "en": [
      "While it is a control, a more representative digital control is preferable in GRC examples.",
      "This is a physical control; GRC often emphasizes digital controls.",
      "These are primary examples of logical and access controls that enforce policies and mitigate digital risks.",
      "This is a physical control."
    ]
  }
},
{
  "id": 21,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 22,
  "q": {
    "pt": "Qual equipe é responsável por garantir a implementação de um programa de segurança da informação apropriado e baseado em riscos, e por designar um Oficial de Segurança da Informação?",
    "en": "Which team is responsible for ensuring the implementation of an appropriate, risk-based information security program and for appointing an Information Security Officer?"
  },
  "options": {
    "pt": [
      "O Conselho de Administração.",
      "O CISO.",
      "A Gestão Executiva.",
      "O Comitê Diretor de Cibersegurança."
    ],
    "en": [
      "The Board of Directors.",
      "The CISO.",
      "Executive Management.",
      "The Cybersecurity Steering Committee."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O Conselho define a tolerância ao risco, mas delega o mandato de implementação do programa.",
      "O CISO executa o programa, mas o mandato e a designação vêm da gestão superior.",
      "A Gestão Executiva é responsável por dirigir e garantir a implementação do programa de segurança e designar a função de Oficial de Segurança da Informação.",
      "O Comitê fornece orientação, não o mandato executivo final."
    ],
    "en": [
      "The Board defines risk tolerance but delegates the implementation mandate.",
      "The CISO executes the program, but the mandate and designation come from top management.",
      "Executive Management is responsible for directing and ensuring implementation of the program and appointing the Information Security Officer role.",
      "The Committee provides guidance, not the final executive mandate."
    ]
  }
},
{
  "id": 23,
  "q": {
    "pt": "Se você tiver dúvidas sobre qualquer disposição na política de SegInfo, qual é o canal de suporte designado?",
    "en": "If you have questions about any provision in the InfoSec policy, what is the designated support channel?"
  },
  "options": {
    "pt": [
      "Enviar e-mail para o Conselho de Administração.",
      "Abrir um ticket com o help desk de TI.",
      "Contatar a equipe de infosec-Policy-management no canal interno designado.",
      "Enviar uma mensagem diretamente para o CISO."
    ],
    "en": [
      "Send an email to the Board of Directors.",
      "Open a ticket with the IT help desk.",
      "Contact the infosec-Policy-management team via the designated internal channel.",
      "Send a direct message to the CISO."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Questões de política devem ser dirigidas à equipe de gestão dedicada, não ao órgão de governança.",
      "O help desk de TI lida com suporte técnico, não com esclarecimento de políticas.",
      "Um canal interno dedicado é estabelecido para lidar com interpretações e consultas de políticas.",
      "O CISO delega consultas diárias sobre políticas para a equipe de gestão relevante."
    ],
    "en": [
      "Policy questions should be directed to the dedicated management team, not the governance body.",
      "The IT help desk handles technical support, not policy clarification.",
      "A dedicated internal channel is established to handle policy interpretations and queries.",
      "The CISO delegates day-to-day policy queries to the relevant management team."
    ]
  }
},
{
  "id": 24,
  "q": {
    "pt": "Qual é o processo para formalizar uma contratação de fornecedor não padrão que está fora do fluxo regular de compras?",
    "en": "What is the process to formalize a non-standard vendor engagement outside the regular procurement flow?"
  },
  "options": {
    "pt": [
      "Renegociar o contrato existente.",
      "Formalizar um processo de contratação.",
      "Formalizar um processo de contratação fora do fluxo padrão.",
      "Este processo não existe formalmente."
    ],
    "en": [
      "Renegotiate the existing contract.",
      "Formalize a hiring process.",
      "Formalize a procurement process outside the standard flow.",
      "This process does not formally exist."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Isso se aplica a fornecedores existentes, não a uma nova contratação não padrão.",
      "Contratação se refere a pessoal, não a engajamento de fornecedor.",
      "Deve existir um processo formal para contratações não padrão para garantir requisitos legais e de risco.",
      "Para governança e auditabilidade, todas as contratações devem ter um processo formal."
    ],
    "en": [
      "This applies to existing vendors, not a new non-standard engagement.",
      "Hiring refers to personnel, not vendor engagement.",
      "A formal process must exist for non-standard procurements to ensure legal and risk requirements are met.",
      "For governance and auditability, all engagements must have a formal process."
    ]
  }
},
{
  "id": 25,
  "q": {
    "pt": "Que tipo de dados sensíveis pode ser compartilhado com Fornecedores Terceirizados em um contexto de BPO?",
    "en": "What type of sensitive data can be shared with Third-Party Vendors in a BPO context?"
  },
  "options": {
    "pt": [
      "Apenas dados internos da empresa.",
      "Apenas dados internos do fornecedor de BPO.",
      "Dados de clientes e informações proprietárias da empresa.",
      "Nenhuma das opções."
    ],
    "en": [
      "Only internal company data.",
      "Only internal data of the BPO vendor.",
      "Customer data and company proprietary information.",
      "None of the options."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "BPO frequentemente envolve o manuseio de dados de clientes.",
      "Isso limita severamente o escopo do serviço de BPO.",
      "Se o contrato de BPO exigir, dados de clientes e informações proprietárias podem ser compartilhados sob controles rigorosos.",
      "Compartilhar dados é a razão fundamental para muitos contratos de BPO."
    ],
    "en": [
      "BPO often involves handling customer data.",
      "This severely limits the scope of the BPO service.",
      "If the BPO contract requires, customer and proprietary data can be shared under strict controls.",
      "Data sharing is the fundamental reason for many BPO contracts."
    ]
  }
},
{
  "id": 26,
  "q": {
    "pt": "Qual é o principal propósito do anexo unificado de Acordo de Processamento de Dados (DPA) em um contrato de BPO?",
    "en": "What is the main purpose of the unified Data Processing Agreement (DPA) annex in a BPO contract?"
  },
  "options": {
    "pt": [
      "Ele substitui apenas o anexo de segurança.",
      "Ele consolida os requisitos de DPA e cibersegurança em um único anexo.",
      "Não é usado em contratos de BPO.",
      "É opcional para BPOs de baixo risco."
    ],
    "en": [
      "It replaces only the security annex.",
      "It consolidates DPA and cybersecurity requirements into a single annex.",
      "It is not used in BPO contracts.",
      "It is optional for low-risk BPOs."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Um DPA unificado geralmente cobre mais do que apenas o anexo de segurança.",
      "O DPA unificado agiliza a conformidade legal e de segurança, combinando privacidade e segurança em um único documento.",
      "DPAs são obrigatórios em BPOs que envolvem dados pessoais.",
      "DPAs são legalmente exigidos sempre que dados pessoais são processados."
    ],
    "en": [
      "A unified DPA generally covers more than just the security annex.",
      "The unified DPA streamlines compliance by combining data privacy and security into a single binding document.",
      "DPAs are mandatory in BPOs involving personal data.",
      "DPAs are legally required whenever personal data is processed."
    ]
  }
},
{
  "id": 27,
  "q": {
    "pt": "Em qual estágio do ciclo de vida do BPO as equipes de SegInfo e Privacidade de Dados garantem que a proteção de dados seja constantemente aplicada?",
    "en": "At which stage of the BPO lifecycle do InfoSec and Data Privacy teams ensure data protection is consistently enforced?"
  },
  "options": {
    "pt": [
      "Apenas na fase de desligamento.",
      "Em todas as etapas (integração, processamento e desligamento).",
      "Apenas na fase de integração.",
      "Apenas durante a fase de reavaliação."
    ],
    "en": [
      "Only at the offboarding stage.",
      "At all stages (onboarding, processing, and offboarding).",
      "Only at the onboarding stage.",
      "Only during the reassessment stage."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "A proteção deve ser contínua, não apenas no final.",
      "A proteção de dados é uma obrigação contínua durante todo o ciclo de vida do fornecedor.",
      "A integração prepara o terreno, mas o monitoramento contínuo é essencial.",
      "A reavaliação é necessária, mas não substitui a aplicação contínua."
    ],
    "en": [
      "Protection must be continuous, not only at the end.",
      "Data protection is an ongoing obligation throughout the vendor lifecycle.",
      "Onboarding sets the stage, but continuous monitoring is essential.",
      "Reassessment is needed but does not replace continuous enforcement."
    ]
  }
},
{
  "id": 28,
  "q": {
    "pt": "Quais são as três principais categorias de parcerias tipicamente gerenciadas pelas equipes Jurídica e de ESG?",
    "en": "What are the three main categories of partnerships typically managed by Legal and ESG teams?"
  },
  "options": {
    "pt": [
      "Contratos, Doações, Patrocínios",
      "Contratos, Outras Parcerias, Patrocínios",
      "Doações, Patrocínios, Outras Parcerias",
      "Contratos, Doações, Outras Parcerias"
    ],
    "en": [
      "Contracts, Donations, Sponsorships",
      "Contracts, Other Partnerships, Sponsorships",
      "Donations, Sponsorships, Other Partnerships",
      "Contracts, Donations, Other Partnerships"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Esta lista omite a categoria necessária de parcerias diversas.",
      "Outras Parcerias precisam ser incluídas como categoria distinta.",
      "Estas três cobrem os principais engajamentos não comerciais tratados por ESG e Jurídico.",
      "Omissão de Patrocínios, categoria crítica de Marketing/RP."
    ],
    "en": [
      "This list omits the needed category of diverse partnerships.",
      "Other Partnerships must be included as a distinct category.",
      "These three cover the main non-commercial engagements handled by ESG and Legal.",
      "Omission of Sponsorships, a critical Marketing/PR category."
    ]
  }
},
{
  "id": 29,
  "q": {
    "pt": "Quem é o dono do processo de TPRM e responsável por sua adesão por todas as equipes internas?",
    "en": "Who owns the TPRM process and is responsible for its adherence across all internal teams?"
  },
  "options": {
    "pt": [
      "O Dono do Contrato.",
      "A Equipe de Compras.",
      "O CISO e a Equipe de SegInfo.",
      "A Equipe Jurídica."
    ],
    "en": [
      "The Contract Owner.",
      "The Procurement Team.",
      "The CISO and the InfoSec Team.",
      "The Legal Team."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O Dono do Contrato gerencia o fornecedor, mas não o processo geral de TPRM.",
      "Compras lida com o fluxo comercial, mas o TPRM envolve risco e segurança.",
      "O CISO e sua equipe governam o TPRM, garantindo segurança e análise de riscos.",
      "O Jurídico fornece informações contratuais, mas não governa todo o ciclo de TPRM."
    ],
    "en": [
      "The Contract Owner manages the vendor but not the overall TPRM process.",
      "Procurement handles the commercial flow, but TPRM involves risk and security.",
      "The CISO and their team govern TPRM, ensuring security and risk analysis.",
      "Legal provides contractual input but does not govern the full TPRM lifecycle."
    ]
  }
},
{
  "id": 30,
  "q": {
    "pt": "O que o princípio de 'Necessidade de Saber' impõe em um ambiente de negócios?",
    "en": "What does the 'Need to Know' principle enforce in a business environment?"
  },
  "options": {
    "pt": [
      "Compartilhamento de todas as informações com todos os funcionários.",
      "Concessão de privilégios com base na senioridade.",
      "Limitação do acesso apenas aos dados estritamente necessários para a função.",
      "Delegação da responsabilidade de segurança igualmente a todos os usuários."
    ],
    "en": [
      "Sharing all information with all employees.",
      "Granting privileges based on seniority.",
      "Limiting access strictly to the data necessary for the role.",
      "Delegating security responsibility equally to all users."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Necessidade de Saber é um princípio restritivo, limitando o acesso.",
      "O acesso é baseado na função do trabalho, não na senioridade.",
      "O princípio garante que apenas informações essenciais sejam acessadas.",
      "As responsabilidades de segurança são segmentadas, não iguais."
    ],
    "en": [
      "Need to Know is a restrictive principle, limiting access.",
      "Access is based on job role, not seniority.",
      "The principle ensures only essential information is accessed.",
      "Security responsibilities are segmented, not equal."
    ]
  }
},
  {
  "id": 31,
  "q": {
    "pt": "Qual objetivo do SGSI se relaciona com a prevenção de modificação ou corrupção não autorizada de dados?",
    "en": "Which ISMS objective relates to preventing unauthorized modification or corruption of data?"
  },
  "options": {
    "pt": ["Confidencialidade", "Integridade", "Disponibilidade", "Responsabilidade"],
    "en": ["Confidentiality", "Integrity", "Availability", "Accountability"]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Confidencialidade se relaciona com divulgação não autorizada.",
      "Integridade garante precisão, completude e proteção contra alterações não autorizadas.",
      "Disponibilidade garante acessibilidade dos dados, não proteção contra alterações.",
      "Responsabilidade se relaciona a rastreabilidade, não ao estado dos dados."
    ],
    "en": [
      "Confidentiality relates to unauthorized disclosure.",
      "Integrity ensures accuracy, completeness, and protection against unauthorized changes.",
      "Availability ensures data accessibility, not integrity.",
      "Accountability relates to traceability, not the data state itself."
    ]
  }
},
{
  "id": 32,
  "q": {
    "pt": "Qual é a frequência esperada para realizar avaliações de risco em sistemas críticos e de alto risco?",
    "en": "What is the expected frequency for conducting risk assessments in critical and high-risk systems?"
  },
  "options": {
    "pt": [
      "Apenas uma vez na implantação do sistema.",
      "Apenas após um incidente grave.",
      "Anualmente ou sempre que houver mudanças significativas.",
      "Apenas quando o CISO solicitar."
    ],
    "en": [
      "Only once at system deployment.",
      "Only after a major incident.",
      "Annually or whenever significant changes occur.",
      "Only when requested by the CISO."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O risco é dinâmico, exigindo reavaliação periódica.",
      "As avaliações devem ser proativas, não apenas reativas.",
      "A prática recomendada é anualmente ou em mudanças significativas.",
      "A frequência deve ser definida em política, não ad hoc."
    ],
    "en": [
      "Risk is dynamic, requiring periodic reassessment.",
      "Assessments should be proactive, not just reactive.",
      "Best practice is annually or when significant changes occur.",
      "Frequency should be policy-driven, not ad hoc."
    ]
  }
},
{
  "id": 33,
  "q": {
    "pt": "Quem é responsável por classificar e rotular os ativos de informação de acordo com sua sensibilidade?",
    "en": "Who is responsible for classifying and labeling information assets according to their sensitivity?"
  },
  "options": {
    "pt": [
      "O Help Desk de TI.",
      "O Centro de Operações de Segurança (SOC).",
      "O Dono do Negócio/Dono dos Dados.",
      "O auditor externo."
    ],
    "en": [
      "The IT Help Desk.",
      "The Security Operations Center (SOC).",
      "The Business Owner/Data Owner.",
      "The external auditor."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O Help Desk resolve problemas técnicos, não governança.",
      "O SOC monitora ameaças, não define sensibilidade.",
      "O Dono dos Dados tem o contexto para definir valor e sensibilidade.",
      "Auditores verificam conformidade, não atribuem classificações."
    ],
    "en": [
      "The IT Help Desk handles technical issues, not governance.",
      "The SOC monitors threats, not data sensitivity.",
      "The Data Owner has the context to define value and sensitivity.",
      "Auditors verify compliance, they don’t assign classifications."
    ]
  }
},
{
  "id": 34,
  "q": {
    "pt": "Qual é o principal propósito de uma Análise de Impacto no Negócio (BIA)?",
    "en": "What is the main purpose of a Business Impact Analysis (BIA)?"
  },
  "options": {
    "pt": [
      "Determinar orçamento para novo software de segurança.",
      "Identificar processos críticos e o tempo máximo de inatividade aceitável (RTO).",
      "Listar vulnerabilidades da rede.",
      "Definir complexidade de senhas."
    ],
    "en": [
      "Determine budget for new security software.",
      "Identify critical processes and maximum acceptable downtime (RTO).",
      "List network vulnerabilities.",
      "Define password complexity."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "A BIA está ligada à continuidade, não a orçamento.",
      "A BIA identifica processos críticos e define RTO/RPO.",
      "Listar vulnerabilidades é tarefa de avaliação de vulnerabilidade.",
      "Complexidade de senhas pertence a política de acesso."
    ],
    "en": [
      "BIA is tied to continuity, not budgeting.",
      "BIA identifies critical processes and defines RTO/RPO.",
      "Listing vulnerabilities is part of vulnerability assessment.",
      "Password complexity is part of access control policy."
    ]
  }
},
{
  "id": 35,
  "q": {
    "pt": "No Gerenciamento de Riscos de Terceiros (TPRM), o que a Due Diligence visa alcançar primariamente?",
    "en": "In Third-Party Risk Management (TPRM), what does Due Diligence primarily aim to achieve?"
  },
  "options": {
    "pt": [
      "Negociar preços de contrato mais baixos.",
      "Avaliar a estabilidade financeira do fornecedor.",
      "Avaliar e mitigar riscos potenciais de segurança e conformidade do fornecedor.",
      "Escrever os termos finais do contrato."
    ],
    "en": [
      "Negotiate lower contract prices.",
      "Assess the vendor’s financial stability.",
      "Assess and mitigate potential security and compliance risks from the vendor.",
      "Draft the final contract terms."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Preços são função de Compras, não Due Diligence.",
      "Financeiro é um aspecto, mas não o principal foco.",
      "Due Diligence avalia riscos antes da contratação.",
      "Termos finais são definidos pelo Jurídico."
    ],
    "en": [
      "Pricing is handled by Procurement, not Due Diligence.",
      "Financials are part of it, but not the primary focus.",
      "Due Diligence assesses risks before contracting.",
      "Final terms are handled by Legal."
    ]
  }
},
{
  "id": 36,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 37,
  "q": {
    "pt": "Que equipe é responsável por gerenciar todo o processo de planejamento de continuidade de negócios e recuperação de desastres?",
    "en": "Which team is responsible for managing the entire business continuity and disaster recovery planning process?"
  },
  "options": {
    "pt": [
      "Equipe de Operações de TI.",
      "Equipe de Monitoramento de Segurança.",
      "Equipe de Gestão de Continuidade de Negócios (BCM).",
      "Departamento de Recursos Humanos."
    ],
    "en": [
      "IT Operations Team.",
      "Security Monitoring Team.",
      "Business Continuity Management (BCM) Team.",
      "Human Resources Department."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "TI executa recuperação técnica, mas não gerencia o processo de negócios.",
      "Monitoramento detecta incidentes, não planeja recuperação.",
      "BCM é a função dedicada ao planejamento e gestão da continuidade.",
      "RH cuida de pessoal, não do processo de continuidade."
    ],
    "en": [
      "IT handles technical recovery but not the business process.",
      "Monitoring detects incidents, not recovery planning.",
      "BCM is the dedicated function for continuity planning and management.",
      "HR handles personnel, not continuity planning."
    ]
  }
},
{
  "id": 38,
  "q": {
    "pt": "Qual é o foco principal da Política de Uso Aceitável (AUP)?",
    "en": "What is the primary focus of the Acceptable Use Policy (AUP)?"
  },
  "options": {
    "pt": [
      "Definir diretrizes de relatórios financeiros.",
      "Governar o uso de recursos de TI e sistemas de comunicação.",
      "Descrever o desenvolvimento de software.",
      "Especificar requisitos de segurança física do datacenter."
    ],
    "en": [
      "Define financial reporting guidelines.",
      "Govern employee use of IT resources and communication systems.",
      "Outline software development process.",
      "Specify physical security requirements for the data center."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "AUP trata de tecnologia, não de finanças.",
      "AUP estabelece regras de uso seguro e legal da tecnologia.",
      "SSDLC cobre desenvolvimento de software, não AUP.",
      "Segurança física é outra política separada."
    ],
    "en": [
      "AUP covers technology, not finance.",
      "AUP sets rules for safe and legal use of technology.",
      "SSDLC covers software development, not AUP.",
      "Physical security is handled by another policy."
    ]
  }
},
{
  "id": 39,
  "q": {
    "pt": "Por que a Separação de Funções é um controle obrigatório?",
    "en": "Why is Separation of Duties a mandatory control?"
  },
  "options": {
    "pt": [
      "Para reduzir custo de mão de obra.",
      "Para garantir que uma pessoa conclua todo o processo rapidamente.",
      "Para prevenir fraudes, erros e uso indevido exigindo mais de uma pessoa.",
      "Para simplificar concessão de privilégios administrativos."
    ],
    "en": [
      "To reduce labor costs.",
      "To ensure one person completes the process quickly.",
      "To prevent fraud, errors, and misuse by requiring multiple people.",
      "To simplify granting administrative privileges."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O objetivo é risco, não custo.",
      "A separação busca impedir controle total de uma pessoa.",
      "Divide responsabilidades para prevenir fraudes/erros.",
      "Na verdade, complica privilégios, mas por segurança."
    ],
    "en": [
      "The goal is risk, not cost.",
      "Separation prevents one person from controlling a whole process.",
      "It divides responsibilities to prevent fraud/errors.",
      "It actually complicates privilege granting for security reasons."
    ]
  }
},
{
  "id": 40,
  "q": {
    "pt": "Quando um contrato de fornecedor de alto risco precisa ser estendido, qual processo deve ser iniciado?",
    "en": "When a high-risk vendor contract needs to be extended, what process should be initiated?"
  },
  "options": {
    "pt": [
      "Apenas revisão legal do contrato.",
      "Nova avaliação completa de segurança (reavaliação).",
      "Um simples ticket para Compras.",
      "Revisão da atividade do fornecedor nas redes sociais."
    ],
    "en": [
      "Only legal review of the contract.",
      "A new full security assessment (reassessment).",
      "A simple ticket to Procurement.",
      "Review of the vendor’s social media activity."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Contrato de alto risco exige verificação de segurança.",
      "A renovação requer reavaliação da postura atual.",
      "Um ticket simples é insuficiente para alto risco.",
      "Redes sociais não são critério formal de risco."
    ],
    "en": [
      "High-risk contracts require security verification.",
      "Renewal requires reassessment of current posture.",
      "A simple ticket is insufficient for high-risk vendors.",
      "Social media is not a formal risk criterion."
    ]
  }
},
{
  "id": 41,
  "q": {
    "pt": "Qual é o principal risco de conceder privilégios excessivos a uma conta de usuário?",
    "en": "What is the main risk of granting excessive privileges to a user account?"
  },
  "options": {
    "pt": [
      "Aumento do uso de hardware.",
      "Perda da necessidade de saber e maior risco de violação.",
      "Rede mais lenta.",
      "Treinamento de usuários mais complexo."
    ],
    "en": [
      "Increased hardware usage.",
      "Loss of need-to-know and higher risk of breach.",
      "Slower network.",
      "More complex user training."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Privilégios não afetam hardware.",
      "Excesso de privilégios viola o menor privilégio e aumenta risco.",
      "Rede não está ligada diretamente a privilégios.",
      "Treinamento é necessário em qualquer cenário."
    ],
    "en": [
      "Privileges do not affect hardware.",
      "Excessive privileges violate least privilege and increase risk.",
      "Network speed is not directly tied to privileges.",
      "Training is required in any case."
    ]
  }
},
  {
  "id": 42,
  "q": {
    "pt": "Que documento fornece a orientação detalhada de 'como fazer' para implementar a Política de Segurança da Informação?",
    "en": "Which document provides the detailed 'how-to' guidance to implement the Information Security Policy?"
  },
  "options": {
    "pt": [
      "Relatórios de Conformidade.",
      "Procedimentos de Segurança.",
      "Metas de Negócios.",
      "Contratos de Fornecedores."
    ],
    "en": [
      "Compliance Reports.",
      "Security Procedures.",
      "Business Goals.",
      "Vendor Contracts."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Relatórios resumem status, não instruem implementação.",
      "Procedimentos são instruções passo a passo para aplicar políticas e padrões.",
      "Metas de negócios definem o 'porquê', não o 'como'.",
      "Contratos tratam de acordos externos, não de implementação interna."
    ],
    "en": [
      "Reports summarize status; they don’t instruct implementation.",
      "Procedures are step-by-step instructions to apply policies and standards.",
      "Business goals define the 'why', not the 'how'.",
      "Contracts cover external agreements, not internal implementation."
    ]
  }
},
{
  "id": 43,
  "q": {
    "pt": "Por que um inventário de todos os ativos da empresa é crucial para a Segurança da Informação?",
    "en": "Why is an inventory of all company assets crucial for Information Security?"
  },
  "options": {
    "pt": [
      "Para calcular depreciação contábil.",
      "Porque você não pode proteger o que não sabe que possui.",
      "Para reduzir espaço físico.",
      "Para atribuir um laptop exclusivo a cada funcionário."
    ],
    "en": [
      "To calculate accounting depreciation.",
      "Because you cannot protect what you don’t know you have.",
      "To reduce physical space.",
      "To assign each employee a unique laptop."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Isso é objetivo da contabilidade, não da segurança.",
      "O inventário define o perímetro de segurança: só é possível proteger o que está mapeado.",
      "Gerenciamento de inventário não reduz espaço físico.",
      "Atribuir equipamentos é provisão de TI, não controle de segurança."
    ],
    "en": [
      "That’s accounting, not security.",
      "Inventory defines the security perimeter: you can only protect what you know exists.",
      "Inventory management doesn’t reduce physical space.",
      "Assigning equipment is IT provisioning, not a security control."
    ]
  }
},
{
  "id": 44,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 45,
  "q": {
    "pt": "Qual é o principal objetivo de uma auditoria de terceiros (ex.: SOC 2) em TPRM?",
    "en": "What is the main objective of a third-party audit (e.g., SOC 2) in TPRM?"
  },
  "options": {
    "pt": [
      "Substituir a equipe de segurança interna.",
      "Fornecer garantia independente sobre os controles do fornecedor.",
      "Forçar uso de software específico.",
      "Suspender imediatamente o contrato."
    ],
    "en": [
      "Replace the internal security team.",
      "Provide independent assurance of the vendor’s controls.",
      "Force use of a specific software.",
      "Immediately suspend the contract."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Auditorias dão garantia, não substituem a equipe interna.",
      "O objetivo é assegurar que os controles do fornecedor são eficazes.",
      "Auditorias avaliam conformidade, não impõem tecnologias.",
      "Suspensão é decisão de risco, não objetivo da auditoria."
    ],
    "en": [
      "Audits provide assurance, they don’t replace internal teams.",
      "The goal is to ensure vendor controls are effective.",
      "Audits assess compliance, not dictate technology.",
      "Suspension is a risk decision, not the audit’s purpose."
    ]
  }
},
{
  "id": 46,
  "q": {
    "pt": "A que se refere o termo 'Linha de Base de Segurança'?",
    "en": "What does the term 'Security Baseline' refer to?"
  },
  "options": {
    "pt": [
      "Nível máximo de risco aceitável.",
      "Um documento de política de alto nível.",
      "Configuração mínima obrigatória de segurança.",
      "Custo total do orçamento anual de segurança."
    ],
    "en": [
      "The maximum acceptable risk level.",
      "A high-level policy document.",
      "The minimum mandatory security configuration.",
      "The total annual security budget."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Isso é tolerância ao risco, não baseline técnica.",
      "Baseline é detalhada e técnica, não apenas política.",
      "Baseline garante consistência mínima em todos os sistemas.",
      "Isso é finanças, não configuração técnica."
    ],
    "en": [
      "That’s risk tolerance, not a baseline.",
      "Baseline is detailed and technical, not just policy.",
      "Baseline ensures a minimum level of consistency across systems.",
      "That’s budgeting, not configuration."
    ]
  }
},
{
  "id": 47,
  "q": {
    "pt": "Que equipe é responsável pelo monitoramento contínuo e detecção de ameaças?",
    "en": "Which team is responsible for continuous monitoring and threat detection?"
  },
  "options": {
    "pt": [
      "Equipe de Recuperação de Desastres.",
      "Centro de Operações de Segurança (SOC).",
      "Equipe de Auditoria Interna.",
      "Recursos Humanos."
    ],
    "en": [
      "Disaster Recovery Team.",
      "Security Operations Center (SOC).",
      "Internal Audit Team.",
      "Human Resources."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Recuperação atua após incidentes.",
      "SOC é responsável por monitorar, detectar e responder a incidentes.",
      "Auditoria verifica conformidade, não faz monitoramento contínuo.",
      "RH cuida de pessoal, não monitora ameaças."
    ],
    "en": [
      "Recovery acts after incidents.",
      "SOC monitors, detects, and responds to incidents.",
      "Audit verifies compliance, not continuous monitoring.",
      "HR handles personnel, not threats."
    ]
  }
},
{
  "id": 48,
  "q": {
    "pt": "Com que frequência o treinamento de conscientização em segurança deve ser fornecido a todos os funcionários?",
    "en": "How often should security awareness training be provided to all employees?"
  },
  "options": {
    "pt": [
      "Apenas no onboarding.",
      "A cada três anos.",
      "Anualmente e em mudanças significativas.",
      "Apenas para a equipe de segurança."
    ],
    "en": [
      "Only during onboarding.",
      "Every three years.",
      "Annually and upon significant changes.",
      "Only for the security team."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Onboarding é insuficiente para ameaças em evolução.",
      "Três anos é muito infrequente.",
      "Prática recomendada: anual e em mudanças significativas.",
      "Segurança é responsabilidade de todos, não só do time de segurança."
    ],
    "en": [
      "Onboarding alone is insufficient.",
      "Three years is too infrequent.",
      "Best practice: annually and upon significant changes.",
      "Security is everyone’s responsibility."
    ]
  }
},
{
  "id": 49,
  "q": {
    "pt": "Qual é a consequência de não abrir um ticket formal de rescisão para um fornecedor desligado?",
    "en": "What is the consequence of not opening a formal termination ticket for a disengaged vendor?"
  },
  "options": {
    "pt": [
      "O contrato é renovado automaticamente.",
      "O fornecedor pode manter acessos desnecessários, gerando risco.",
      "O Dono do Contrato deve pagar multa.",
      "O Jurídico é notificado automaticamente."
    ],
    "en": [
      "The contract auto-renews.",
      "The vendor may retain unnecessary access, creating risk.",
      "The Contract Owner must pay a fine.",
      "Legal is automatically notified."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Renovação automática é processo separado.",
      "O maior risco é o fornecedor manter acessos ativos indevidamente.",
      "Multa não é a consequência primária.",
      "Sem ticket, não há notificação automática."
    ],
    "en": [
      "Auto-renewal is a separate process.",
      "The biggest risk is the vendor retaining active access.",
      "A fine is not the primary consequence.",
      "Without a ticket, no automatic notifications occur."
    ]
  }
},
{
  "id": 50,
  "q": {
    "pt": "Qual é o papel da equipe de Segurança da Informação na aquisição de novo software?",
    "en": "What is the role of the InfoSec team in the acquisition of new software?"
  },
  "options": {
    "pt": [
      "Negociar preço com o fornecedor.",
      "Realizar revisão e avaliação de segurança do software.",
      "Dar aprovação final do orçamento.",
      "Escrever manual de treinamento do usuário."
    ],
    "en": [
      "Negotiate price with the vendor.",
      "Perform a security review and assessment of the software.",
      "Give final budget approval.",
      "Write the end-user training manual."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Negociação é responsabilidade de Compras.",
      "InfoSec revisa segurança e integração do software.",
      "Orçamento é de responsabilidade do Financeiro.",
      "Treinamento é feito pela área usuária ou TI."
    ],
    "en": [
      "Negotiation is Procurement’s responsibility.",
      "InfoSec reviews software security and integration.",
      "Finance is responsible for budget approval.",
      "Training is handled by the business/IT team."
    ]
  }
},
{
  "id": 51,
  "q": {
    "pt": "Qual é o limite típico de valor para um contrato onde a negociação pode ser conduzida pelo Dono do Contrato sem a liderança direta de Compras?",
    "en": "What is the typical contract value threshold where negotiation can be conducted by the Contract Owner without direct Procurement leadership?"
  },
  "options": {
    "pt": [
      "Acima de USD $50K.",
      "Até BRL $250K.",
      "Até USD $50K.",
      "Acima de BRL $250K."
    ],
    "en": [
      "Above USD $50K.",
      "Up to BRL $250K.",
      "Up to USD $50K.",
      "Above BRL $250K."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Acima de USD $50K normalmente exige participação direta de Compras.",
      "Este valor em BRL não é o limite adotado para o processo simplificado.",
      "Até USD $50K geralmente é o limite aceito para negociação direta pelo Dono do Contrato.",
      "Acima de BRL $250K ainda demanda o fluxo formal de Compras."
    ],
    "en": [
      "Above USD $50K typically requires direct Procurement involvement.",
      "This BRL value is not the standard threshold for simplified contracting.",
      "Up to USD $50K is generally the accepted threshold for direct negotiation by the Contract Owner.",
      "Above BRL $250K still requires the formal Procurement process."
    ]
  }
},
  {
  "id": 52,
  "q": {
    "pt": "Qual é a diferença fundamental entre Política e Padrão na documentação de Segurança da Informação?",
    "en": "What is the fundamental difference between Policy and Standard in Information Security documentation?"
  },
  "options": {
    "pt": [
      "Políticas são opcionais, Padrões são obrigatórios.",
      "Uma Política é de alto nível, enquanto um Padrão fornece requisitos específicos e obrigatórios (como fazer).",
      "Padrões são aprovados pelo Conselho; Políticas são aprovadas pelo CISO.",
      "Um Padrão é apenas para sistemas de TI; uma Política é para todos os funcionários."
    ],
    "en": [
      "Policies are optional, Standards are mandatory.",
      "A Policy is high-level, while a Standard provides specific and mandatory requirements (the how-to).",
      "Standards are approved by the Board; Policies are approved by the CISO.",
      "A Standard is only for IT systems; a Policy is for all employees."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Políticas são obrigatórias — definem o que deve ser feito.",
      "Políticas definem o 'o que', enquanto Padrões detalham o 'como'.",
      "Nem sempre a aprovação segue essa divisão rígida.",
      "Padrões não se limitam apenas a TI, abrangem outros domínios também."
    ],
    "en": [
      "Policies are mandatory — they define what must be done.",
      "Policies define the 'what', while Standards detail the 'how'.",
      "Approval does not always follow that rigid division.",
      "Standards are not limited to IT, they cover other domains too."
    ]
  }
},
{
  "id": 53,
  "q": {
    "pt": "Qual é o principal objetivo de uma auditoria de terceiros (ex.: SOC 2) em TPRM?",
    "en": "What is the main objective of a third-party audit (e.g., SOC 2) in TPRM?"
  },
  "options": {
    "pt": [
      "Substituir a equipe de segurança interna.",
      "Fornecer garantia independente sobre os controles do fornecedor.",
      "Forçar uso de software específico.",
      "Suspender imediatamente o contrato."
    ],
    "en": [
      "Replace the internal security team.",
      "Provide independent assurance of the vendor’s controls.",
      "Force use of a specific software.",
      "Immediately suspend the contract."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Auditorias dão garantia, não substituem a equipe interna.",
      "O objetivo é assegurar que os controles do fornecedor são eficazes.",
      "Auditorias avaliam conformidade, não impõem tecnologias.",
      "Suspensão é decisão de risco, não objetivo da auditoria."
    ],
    "en": [
      "Audits provide assurance, they don’t replace internal teams.",
      "The goal is to ensure vendor controls are effective.",
      "Audits assess compliance, not dictate technology.",
      "Suspension is a risk decision, not the audit’s purpose."
    ]
  }
},
  {
  "id": 54,
  "q": {
    "pt": "O que significa GRC?",
    "en": "What does GRC stand for?"
  },
  "options": {
    "pt": [
      "Governança, Regulamentação e Conformidade",
      "Governança, Risco e Conformidade",
      "Orientar, Resolver e Colaborar",
      "Girafas, Rinocerontes e Cachorros"
    ],
    "en": [
      "Governance, Regulation and Compliance",
      "Governance, Risk and Compliance",
      "Guide, Resolve and Collaborate",
      "Giraffes, Rhinos and Cats"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Regulamentação não é o termo usado na sigla.",
      "Governança, Risco e Conformidade é a definição correta de GRC.",
      "Uma opção inventada para confundir, não corresponde ao termo real.",
      "Uma opção de brincadeira, sem relação com o tema."
    ],
    "en": [
      "Regulation is not the term used in the acronym.",
      "Governance, Risk and Compliance is the correct definition of GRC.",
      "A distractor option, not the real meaning.",
      "A joke option, unrelated to the subject."
    ]
  }
},
{
  "id": 55,
  "q": {
    "pt": "Qual das seguintes opções é um objetivo do Sistema de Gestão de Segurança da Informação (SGSI) da ISO 27001?",
    "en": "Which of the following is an objective of the Information Security Management System (ISMS) under ISO 27001?"
  },
  "options": {
    "pt": [
      "Aumentar a receita da empresa",
      "Melhorar a comunicação interna",
      "Proteger e gerenciar continuamente os ativos de informação",
      "Reduzir os custos de licenciamento de software"
    ],
    "en": [
      "Increase company revenue",
      "Improve internal communication",
      "Continuously protect and manage information assets",
      "Reduce software licensing costs"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Receita não é foco do SGSI.",
      "Comunicação interna pode melhorar, mas não é o objetivo central.",
      "O SGSI tem como objetivo principal proteger e gerenciar continuamente os ativos de informação.",
      "Redução de custos não é objetivo primário da norma."
    ],
    "en": [
      "Revenue is not the ISMS focus.",
      "Internal communication may improve, but it's not the main goal.",
      "The ISMS’s primary goal is to continuously protect and manage information assets.",
      "Cost reduction is not the primary purpose of ISO 27001."
    ]
  }
},
{
  "id": 56,
  "q": {
    "pt": "O que contém o Anexo A da ISO 27001:2022?",
    "en": "What does Annex A of ISO 27001:2022 contain?"
  },
  "options": {
    "pt": [
      "Um guia de auditoria financeira",
      "Uma lista de 93 controles de segurança da informação",
      "Um plano completo de recuperação de desastres",
      "Apenas a política de uso de e-mail"
    ],
    "en": [
      "A financial audit guide",
      "A list of 93 information security controls",
      "A full disaster recovery plan",
      "Only the email usage policy"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Auditoria financeira não faz parte da ISO 27001.",
      "O Anexo A lista os 93 controles de segurança da informação.",
      "Planos de recuperação fazem parte de continuidade de negócios, não do Anexo A.",
      "Políticas específicas não são o foco do Anexo A."
    ],
    "en": [
      "Financial auditing is not part of ISO 27001.",
      "Annex A lists 93 information security controls.",
      "Disaster recovery is part of business continuity, not Annex A.",
      "Specific policies are not the focus of Annex A."
    ]
  }
},
{
  "id": 57,
  "q": {
    "pt": "No contexto da ISO 27001, o que é uma 'declaração de aplicabilidade'?",
    "en": "In the context of ISO 27001, what is a 'statement of applicability'?"
  },
  "options": {
    "pt": [
      "Um documento para contratação de novos funcionários",
      "Um relatório que liste os controles implementados e justifique sua aplicação",
      "Um guia de boas-vindas para novos funcionários",
      "Um contrato com um fornecedor de software"
    ],
    "en": [
      "A document for hiring new employees",
      "A report listing implemented controls and justifying their applicability",
      "A welcome guide for new employees",
      "A contract with a software vendor"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Contratação de funcionários não é o foco da ISO 27001.",
      "A declaração de aplicabilidade documenta quais controles do Anexo A foram implementados e por quê.",
      "Guias de boas-vindas não fazem parte da norma.",
      "Contratos com fornecedores não são a finalidade deste documento."
    ],
    "en": [
      "Hiring documents are not part of ISO 27001.",
      "The SoA documents which Annex A controls are implemented and why.",
      "Welcome guides are not part of the standard.",
      "Vendor contracts are not the purpose of this document."
    ]
  }
},
{
  "id": 58,
  "q": {
    "pt": "O que é um 'controle de acesso lógico'?",
    "en": "What is a 'logical access control'?"
  },
  "options": {
    "pt": [
      "Uma porta com fechadura",
      "Senhas, permissões e autenticação multifator nos sistemas",
      "Câmeras de segurança",
      "Um guarda na entrada do prédio"
    ],
    "en": [
      "A door with a lock",
      "Passwords, permissions, and multifactor authentication in systems",
      "Security cameras",
      "A guard at the building entrance"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Isto é um controle físico.",
      "Senhas, permissões e MFA são exemplos de controles lógicos de acesso.",
      "Câmeras são controles físicos.",
      "Um guarda é um controle físico."
    ],
    "en": [
      "That’s a physical control.",
      "Passwords, permissions, and MFA are examples of logical access controls.",
      "Cameras are physical controls.",
      "A guard is a physical control."
    ]
  }
},
{
  "id": 59,
  "q": {
    "pt": "O que significa o 'princípio do menor privilégio' em segurança da informação?",
    "en": "What does the 'principle of least privilege' mean in information security?"
  },
  "options": {
    "pt": [
      "Dar a todos o mesmo nível de acesso",
      "Limitar o acesso aos sistemas ao estritamente necessário para o trabalho",
      "Conceder privilégios apenas aos gerentes",
      "Apenas um conceito teórico sem aplicação prática"
    ],
    "en": [
      "Grant everyone the same level of access",
      "Restrict access to systems strictly to what is needed for the job",
      "Grant privileges only to managers",
      "Only a theoretical concept with no practical use"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não significa acesso igual para todos.",
      "Menor privilégio garante acesso apenas ao necessário.",
      "Não é baseado em cargo, mas em função.",
      "É um conceito prático e essencial."
    ],
    "en": [
      "It does not mean equal access for all.",
      "Least privilege ensures access only to what is needed.",
      "It is not based on hierarchy but on function.",
      "It is a practical and essential concept."
    ]
  }
},
{
  "id": 60,
  "q": {
    "pt": "O que é a estrutura COSO?",
    "en": "What is the COSO framework?"
  },
  "options": {
    "pt": [
      "Uma estrutura de gestão de segurança",
      "Uma estrutura para gestão de riscos corporativos e controles internos",
      "Uma estrutura de desenvolvimento de software",
      "Uma estrutura de auditoria de rede"
    ],
    "en": [
      "A security management framework",
      "A framework for enterprise risk management and internal controls",
      "A software development framework",
      "A network auditing framework"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não é focada apenas em segurança.",
      "COSO é uma estrutura para gestão de riscos e controles internos.",
      "Não tem relação com desenvolvimento de software.",
      "Não é um modelo de auditoria de rede."
    ],
    "en": [
      "Not limited to security.",
      "COSO is a framework for risk management and internal control.",
      "Not related to software development.",
      "Not a network auditing model."
    ]
  }
},
{
  "id": 61,
  "q": {
    "pt": "Qual das seguintes opções é um componente da estrutura de controle interno do COSO?",
    "en": "Which of the following is a component of COSO’s internal control framework?"
  },
  "options": {
    "pt": [
      "Gestão de Projetos",
      "Avaliação de Riscos",
      "Desenvolvimento de Produtos",
      "Estratégia de Marketing"
    ],
    "en": [
      "Project Management",
      "Risk Assessment",
      "Product Development",
      "Marketing Strategy"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Gestão de projetos não é um componente COSO.",
      "Avaliação de Riscos é um dos cinco componentes principais.",
      "Desenvolvimento de produtos não é foco do COSO.",
      "Marketing não faz parte do modelo."
    ],
    "en": [
      "Project management is not a COSO component.",
      "Risk Assessment is one of the five key components.",
      "Product development is not a COSO focus.",
      "Marketing is not part of the model."
    ]
  }
},
{
  "id": 62,
  "q": {
    "pt": "No COSO, o que significa 'Ambiente de Controle'?",
    "en": "In COSO, what does 'Control Environment' mean?"
  },
  "options": {
    "pt": [
      "A localização física do escritório",
      "O conjunto de regras, valores e ética da organização",
      "A infraestrutura de rede",
      "O conjunto de ferramentas de segurança"
    ],
    "en": [
      "The physical office location",
      "The set of organizational rules, values, and ethics",
      "The network infrastructure",
      "The set of security tools"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Ambiente de Controle não é físico.",
      "É a base cultural e ética que sustenta os controles internos.",
      "Infraestrutura de rede é TI, não COSO.",
      "Ferramentas são recursos, não princípios de controle."
    ],
    "en": [
      "Control Environment is not physical.",
      "It is the cultural and ethical foundation of internal control.",
      "Network infrastructure is IT, not COSO.",
      "Tools are resources, not control principles."
    ]
  }
},
{
  "id": 63,
  "q": {
    "pt": "O que é o componente 'Atividades de Controle' no COSO?",
    "en": "What is the 'Control Activities' component in COSO?"
  },
  "options": {
    "pt": [
      "Somente auditoria interna",
      "Políticas e procedimentos que garantam o cumprimento das diretrizes",
      "O planejamento financeiro anual",
      "O plano de carreira dos funcionários"
    ],
    "en": [
      "Only internal audit",
      "Policies and procedures ensuring directives are carried out",
      "Annual financial planning",
      "Employee career plan"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Auditoria é uma forma de monitoramento, não todo o componente.",
      "Atividades de Controle são políticas e procedimentos que dão execução às diretrizes.",
      "Planejamento financeiro é gestão, não COSO.",
      "Plano de carreira não faz parte da estrutura COSO."
    ],
    "en": [
      "Audit is a form of monitoring, not the whole component.",
      "Control Activities are policies and procedures to enforce directives.",
      "Financial planning is management, not COSO.",
      "Career plans are not part of COSO."
    ]
  }
},
{
  "id": 64,
  "q": {
    "pt": "Qual das seguintes opções é um dos cinco componentes principais do COSO?",
    "en": "Which of the following is one of the five main components of COSO?"
  },
  "options": {
    "pt": [
      "Gestão de Contratos",
      "Ambiente de Controle",
      "Auditoria Externa",
      "Planejamento Estratégico"
    ],
    "en": [
      "Contract Management",
      "Control Environment",
      "External Audit",
      "Strategic Planning"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Gestão de contratos não é um dos cinco componentes.",
      "Ambiente de Controle é um dos pilares do COSO.",
      "Auditoria Externa não faz parte da estrutura interna.",
      "Planejamento estratégico é importante, mas não é um dos cinco componentes do COSO."
    ],
    "en": [
      "Contract management is not one of the five components.",
      "Control Environment is one of COSO’s five pillars.",
      "External Audit is not part of the internal framework.",
      "Strategic planning is important, but not one of the five COSO components."
    ]
  }
},
  {
  "id": 65,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 66,
  "q": {
    "pt": "Qual é o foco principal da Lei SOX (Sarbanes-Oxley)?",
    "en": "What is the primary focus of the SOX (Sarbanes–Oxley) Act?"
  },
  "options": {
    "pt": [
      "Privacidade de dados pessoais",
      "Segurança de rede e firewalls",
      "Governança corporativa e confiabilidade dos relatórios financeiros",
      "Gestão de projetos de TI"
    ],
    "en": [
      "Personal data privacy",
      "Network security and firewalls",
      "Corporate governance and reliability of financial reporting",
      "IT project management"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "SOX não é uma lei de privacidade de dados pessoais.",
      "Controles de rede podem apoiar conformidade, mas não são o foco central.",
      "SOX foca em governança corporativa e confiabilidade/integraidade dos relatórios financeiros.",
      "Gestão de projetos de TI não é o objetivo primário da SOX."
    ],
    "en": [
      "SOX is not a personal data privacy law.",
      "Network controls may support compliance but are not the main focus.",
      "SOX focuses on corporate governance and the reliability/integrity of financial reporting.",
      "IT project management is not SOX’s primary objective."
    ]
  }
},
{
  "id": 67,
  "q": {
    "pt": "O que são 'Controles Gerais de TI' (ITGCs) da perspectiva da SOX?",
    "en": "From a SOX perspective, what are IT General Controls (ITGCs)?"
  },
  "options": {
    "pt": [
      "Controles de hardware em data centers",
      "Controles gerais de TI que garantem a integridade dos dados financeiros",
      "Controles de acesso físico aos escritórios",
      "Controles de inventário de ativos"
    ],
    "en": [
      "Hardware controls in data centers",
      "General IT controls that ensure the integrity of financial data",
      "Physical access controls to offices",
      "Asset inventory controls"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Apenas hardware é escopo limitado; ITGCs são mais amplos.",
      "ITGCs suportam a confiabilidade dos relatórios financeiros garantindo integridade dos dados.",
      "Acesso físico é apenas um subconjunto de controles.",
      "Inventário de ativos é um controle específico, não define ITGCs por completo."
    ],
    "en": [
      "Focusing only on hardware is too narrow; ITGCs are broader.",
      "ITGCs support reliable financial reporting by ensuring data integrity.",
      "Physical access is just a subset of controls.",
      "Asset inventory is a specific control, not the full ITGC concept."
    ]
  }
},
{
  "id": 68,
  "q": {
    "pt": "No contexto da SOX, qual das seguintes opções é uma ITGC comum?",
    "en": "In the SOX context, which of the following is a common ITGC?"
  },
  "options": {
    "pt": [
      "Política de uso de mídias sociais",
      "Processo de gestão de mudanças",
      "Plano de marketing",
      "Análise de dados de vendas"
    ],
    "en": [
      "Social media usage policy",
      "Change management process",
      "Marketing plan",
      "Sales data analysis"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Mídias sociais não é um ITGC típico.",
      "Gestão de mudanças é um ITGC clássico que protege a integridade do ambiente.",
      "Plano de marketing não é controle de TI para SOX.",
      "Análise de vendas é atividade de negócio, não um ITGC."
    ],
    "en": [
      "Social media policy is not a typical ITGC.",
      "Change management is a classic ITGC protecting environment integrity.",
      "A marketing plan is not an IT control for SOX.",
      "Sales analysis is a business activity, not an ITGC."
    ]
  }
},
{
  "id": 69,
  "q": {
    "pt": "O que é um 'plano de ação' no contexto de uma auditoria?",
    "en": "What is an 'action plan' in the context of an audit?"
  },
  "options": {
    "pt": [
      "Um documento para contratação de novos funcionários",
      "Um plano para remediar deficiências ou não conformidades",
      "Um plano de vendas para o próximo trimestre",
      "Um plano para realização de testes de penetração"
    ],
    "en": [
      "A document for hiring new employees",
      "A plan to remediate deficiencies or nonconformities",
      "A sales plan for the next quarter",
      "A plan to perform penetration tests"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Contratação não é objetivo de auditoria.",
      "Planos de ação definem medidas, prazos e responsáveis para corrigir achados.",
      "Vendas não se relaciona com remediação de achados de auditoria.",
      "Testes de penetração podem ser uma ação, mas não definem o conceito."
    ],
    "en": [
      "Hiring is not an audit objective.",
      "Action plans define measures, timelines, and owners to fix findings.",
      "Sales planning is unrelated to audit remediation.",
      "Pen tests may be a task within a plan, but not the definition itself."
    ]
  }
},
{
  "id": 70,
  "q": {
    "pt": "O que significa 'propriedade' em um plano de ação?",
    "en": "What does 'ownership' mean in an action plan?"
  },
  "options": {
    "pt": [
      "Apenas um título simbólico",
      "O profissional ou equipe responsável pela execução do plano e garantia da remediação",
      "A propriedade de um ativo de TI",
      "A responsabilidade pela criação da pergunta"
    ],
    "en": [
      "Just a symbolic title",
      "The individual or team responsible for executing the plan and ensuring remediation",
      "Ownership of an IT asset",
      "Responsibility for creating the question"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Propriedade não é simbólica; implica responsabilidade ativa.",
      "É quem executa e garante a correção dentro do prazo e escopo.",
      "Propriedade de ativo não define ownership do plano.",
      "Não tem relação com autoria da pergunta."
    ],
    "en": [
      "Ownership is not symbolic; it implies active responsibility.",
      "It is the party that executes and ensures timely, in-scope remediation.",
      "Asset ownership is different from plan ownership.",
      "Unrelated to question authorship."
    ]
  }
},
{
  "id": 71,
  "q": {
    "pt": "Qual é a última etapa do ciclo de gerenciamento de um plano de ação?",
    "en": "What is the final step in the management cycle of an action plan?"
  },
  "options": {
    "pt": [
      "Identificar o problema",
      "Criar o plano",
      "Encerrar a não conformidade após verificação das evidências",
      "Atribuir o responsável"
    ],
    "en": [
      "Identify the problem",
      "Create the plan",
      "Close the nonconformity after verifying evidence",
      "Assign the owner"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Identificação é o começo, não o fim.",
      "Criar o plano vem antes da execução e validação.",
      "A etapa final é o encerramento após evidências comprovarem a remediação.",
      "Atribuir responsável ocorre no planejamento inicial."
    ],
    "en": [
      "Identification is the start, not the end.",
      "Plan creation precedes execution and validation.",
      "The final step is closure after evidence confirms remediation.",
      "Assigning ownership happens during initial planning."
    ]
  }
},
{
  "id": 72,
  "q": {
    "pt": "Qual é o foco principal do padrão PCI DSS?",
    "en": "What is the primary focus of the PCI DSS standard?"
  },
  "options": {
    "pt": [
      "Proteção de dados pessoais em sistemas de RH",
      "Proteção de dados de cartões de pagamento",
      "Regulamentação de transações financeiras via PIX",
      "Gerenciamento da segurança nas redes sociais"
    ],
    "en": [
      "Protection of personal data in HR systems",
      "Protection of payment card data",
      "Regulation of financial transactions via PIX",
      "Security management on social networks"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "PCI DSS não é específico de RH.",
      "PCI DSS visa proteger dados de cartões (PAN, CVV, etc.).",
      "PIX não é escopo do PCI DSS.",
      "Redes sociais não são foco do PCI DSS."
    ],
    "en": [
      "PCI DSS is not HR-specific.",
      "PCI DSS aims to protect cardholder data (PAN, CVV, etc.).",
      "PIX is not within PCI DSS scope.",
      "Social networks are not PCI DSS focus."
    ]
  }
},
{
  "id": 73,
  "q": {
    "pt": "O que é o 'Ambiente de Dados do Titular do Cartão' (CDE) no PCI DSS?",
    "en": "What is the 'Cardholder Data Environment' (CDE) in PCI DSS?"
  },
  "options": {
    "pt": [
      "O local onde o cartão é fabricado",
      "O ambiente de rede que processa, armazena ou transmite dados do cartão",
      "O escritório da equipe de vendas",
      "O celular do cliente"
    ],
    "en": [
      "The place where the card is manufactured",
      "The network environment that processes, stores, or transmits card data",
      "The sales team office",
      "The customer’s mobile phone"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Fabricação do cartão não define o CDE.",
      "CDE é o escopo de sistemas/redes que lidam com dados de cartão.",
      "Escritório de vendas não define o CDE.",
      "Dispositivo do cliente pode interagir, mas CDE é o ambiente sob controle da organização."
    ],
    "en": [
      "Card manufacturing does not define CDE.",
      "CDE is the scope of systems/networks that handle card data.",
      "A sales office does not define CDE.",
      "A customer device may interact, but CDE is the organization-controlled environment."
    ]
  }
},
{
  "id": 74,
  "q": {
    "pt": "Para PCI DSS, quais dados do cartão são proibidos de serem armazenados após a autorização?",
    "en": "Under PCI DSS, which card data is prohibited from being stored after authorization?"
  },
  "options": {
    "pt": [
      "Nome do titular do cartão",
      "Data de validade",
      "Código de verificação (CVV)",
      "Número do cartão (PAN)"
    ],
    "en": [
      "Cardholder name",
      "Expiration date",
      "Card verification code (CVV)",
      "Primary Account Number (PAN)"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Nome pode ser armazenado com controles.",
      "Data de validade pode ser armazenada com controles.",
      "CVV não pode ser armazenado após autorização, por exigência explícita do PCI DSS.",
      "PAN pode ser armazenado sob proteção (ex.: truncado, tokenizado, cifrado)."
    ],
    "en": [
      "Name may be stored under controls.",
      "Expiration date may be stored under controls.",
      "CVV must not be stored after authorization per PCI DSS.",
      "PAN may be stored with protections (e.g., truncation, tokenization, encryption)."
    ]
  }
},
{
  "id": 75,
  "q": {
    "pt": "O que o Banco Central do Brasil (BACEN) exige para garantir a segurança dos dados nos bancos digitais?",
    "en": "What does the Central Bank of Brazil (BACEN) require to ensure data security in digital banks?"
  },
  "options": {
    "pt": [
      "Que todos os dados sejam criptografados",
      "Que a empresa siga as normas e diretrizes do BACEN para segurança e resiliência",
      "Que a empresa tenha escritório no exterior",
      "Que a empresa não tenha clientes fora do Brasil"
    ],
    "en": [
      "That all data must be encrypted",
      "That the company follows BACEN’s security and resilience rules and guidelines",
      "That the company has an overseas office",
      "That the company has no customers outside Brazil"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Criptografia é importante, mas a exigência é mais ampla (normas e diretrizes).",
      "O BACEN estabelece normas de segurança e resiliência a serem seguidas.",
      "Não há exigência de escritório no exterior.",
      "Não há proibição de ter clientes fora do Brasil."
    ],
    "en": [
      "Encryption is important, but the requirement is broader (rules and guidelines).",
      "BACEN sets security and resilience rules/guidelines that must be followed.",
      "There is no requirement for an overseas office.",
      "There is no prohibition on having customers outside Brazil."
    ]
  }
},
{
  "id": 76,
  "q": {
    "pt": "Qual destes é um exemplo de evidência aceitável para encerrar um plano de ação de auditoria?",
    "en": "Which of the following is an acceptable evidence example to close an audit action plan?"
  },
  "options": {
    "pt": [
      "Uma declaração verbal de que o problema foi resolvido",
      "Capturas de tela, registros de mudança e aprovação demonstrando a correção",
      "Uma promessa de resolver no próximo trimestre",
      "Uma apresentação de slides sem dados comprobatórios"
    ],
    "en": [
      "A verbal statement that the issue is resolved",
      "Screenshots, change logs, and approvals demonstrating the fix",
      "A promise to solve it next quarter",
      "A slide deck without supporting data"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Declarações verbais não bastam para auditoria.",
      "Evidências objetivas (prints, logs, aprovações) comprovam a remediação.",
      "Promessas futuras não encerram achados.",
      "Slides sem evidências não são suficientes para fechamento."
    ],
    "en": [
      "Verbal statements are insufficient for audit purposes.",
      "Objective evidence (screens, logs, approvals) demonstrates remediation.",
      "Future promises do not close findings.",
      "Slides without evidence are not sufficient for closure."
    ]
  }
},
  {
  "id": 77,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 78,
  "q": {
    "pt": "Qual é o objetivo principal da Política de Segurança da Informação (InfoSec)?",
    "en": "What is the primary objective of the Information Security (InfoSec) Policy?"
  },
  "options": {
    "pt": [
      "Definir a estrutura organizacional do Nu Group.",
      "Definir medidas disciplinares para funcionários não conformes.",
      "Estabelecer requisitos de proteção de informações alinhados aos padrões legais e regulatórios em todos os locais onde o Nu Group opera.",
      "Gerenciar exclusivamente os contratos e a segurança de fornecedores terceirizados."
    ],
    "en": [
      "Define Nu Group’s organizational structure.",
      "Define disciplinary measures for non-compliant employees.",
      "Establish information protection requirements aligned with legal and regulatory standards across all locations where Nu Group operates.",
      "Exclusively manage third-party vendor contracts and security."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Estrutura organizacional não é o foco da política de segurança.",
      "Medidas disciplinares são consequência, não o objetivo principal.",
      "A política define requisitos para proteger informações em alinhamento com leis e regulamentos aplicáveis.",
      "Gestão de terceiros é apenas um recorte do programa, não o objetivo central."
    ],
    "en": [
      "Organizational structure is not the policy’s focus.",
      "Disciplinary measures are consequences, not the core objective.",
      "The policy sets requirements to protect information aligned with applicable laws and regulations.",
      "Third-party management is only a subset, not the main objective."
    ]
  }
},
{
  "id": 79,
  "q": {
    "pt": "A quem se aplica a Política de Segurança da Informação?",
    "en": "To whom does the Information Security Policy apply?"
  },
  "options": {
    "pt": [
      "Somente para o Conselho de Administração e a Gerência Executiva.",
      "Somente para membros da equipe de InfoSec.",
      "Todos os Nubankers (funcionários, diretores, estagiários, etc.) e terceiros/contratados autorizados.",
      "Somente para funcionários em tempo integral baseados na sede da empresa."
    ],
    "en": [
      "Only to the Board of Directors and Executive Management.",
      "Only to InfoSec team members.",
      "All Nubankers (employees, officers, interns, etc.) and authorized third parties/contractors.",
      "Only to full-time staff based at company headquarters."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "A política não se restringe a conselheiros e executivos.",
      "Aplica-se além do time de segurança.",
      "Abrange todos os colaboradores e terceiros autorizados que tratam informação da organização.",
      "Não se limita a uma localidade ou vínculo específico."
    ],
    "en": [
      "The policy is not limited to board and executives.",
      "It applies beyond the security team.",
      "It covers all personnel and authorized third parties handling organizational information.",
      "It’s not restricted to one site or employment type."
    ]
  }
},
{
  "id": 80,
  "q": {
    "pt": "Com que frequência a Política de InfoSec é revisada?",
    "en": "How often is the InfoSec Policy reviewed?"
  },
  "options": {
    "pt": [
      "A cada seis meses.",
      "Pelo menos uma vez a cada 12 meses (anualmente), ou antes, se ocorrer uma mudança comercial ou regulatória significativa.",
      "Somente em resposta a um grande incidente de segurança.",
      "Uma vez a cada dois anos."
    ],
    "en": [
      "Every six months.",
      "At least once every 12 months (annually), or earlier if a significant business or regulatory change occurs.",
      "Only in response to a major security incident.",
      "Once every two years."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Pode haver revisões semestrais, mas o requisito mínimo é anual.",
      "Boa prática e conformidade pedem revisão anual ou adiantada por mudanças relevantes.",
      "Incidentes não são o único gatilho de revisão.",
      "Bienal pode ser insuficiente para mudanças regulatórias e de risco."
    ],
    "en": [
      "Semiannual may occur, but the minimum is annual.",
      "Best practice and compliance call for annual review or sooner upon material changes.",
      "Incidents are not the only trigger.",
      "Biennial review may be insufficient for evolving requirements."
    ]
  }
},
{
  "id": 81,
  "q": {
    "pt": "O que acontece se uma lei local impuser um requisito de segurança maior do que esta política?",
    "en": "What happens if a local law imposes a stricter security requirement than this policy?"
  },
  "options": {
    "pt": [
      "A política global sempre tem precedência sobre as leis locais.",
      "A entidade deve solicitar uma exceção ao CISO para seguir a política global.",
      "O requisito mais elevado da lei local deve ser observado naquela geografia específica.",
      "A política deve ser imediatamente reescrita para aplicar o padrão mais elevado globalmente."
    ],
    "en": [
      "The global policy always supersedes local laws.",
      "The entity must request a CISO exception to follow the global policy.",
      "The stricter local legal requirement must be observed in that specific geography.",
      "The policy must be immediately rewritten to apply the stricter standard globally."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Leis locais não são suplantadas por políticas internas.",
      "Exceção não autoriza descumprir a lei.",
      "Deve-se cumprir o requisito legal mais rigoroso na jurisdição aplicável.",
      "A atualização global pode ocorrer depois, mas o cumprimento local é imediato."
    ],
    "en": [
      "Internal policies don’t override local laws.",
      "An exception cannot authorize violating the law.",
      "The stricter local legal requirement must be met in that jurisdiction.",
      "Global update may come later; local compliance is immediate."
    ]
  }
},
{
  "id": 82,
  "q": {
    "pt": "Qual das seguintes opções é um dos quatro pilares do Gerenciamento de Identidade e Acesso (IAM)?",
    "en": "Which of the following is one of the four pillars of Identity and Access Management (IAM)?"
  },
  "options": {
    "pt": [
      "Eficiência.",
      "Integração.",
      "Responsabilidade.",
      "Simplicidade."
    ],
    "en": [
      "Efficiency.",
      "Integration.",
      "Accountability.",
      "Simplicity."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Eficiência é desejável, mas não é um pilar clássico.",
      "Integração é importante, porém não está entre os pilares canônicos.",
      "Responsabilidade (accountability) é um pilar fundamental ligado a rastreabilidade e auditoria.",
      "Simplicidade é princípio de design, não um pilar em si."
    ],
    "en": [
      "Efficiency is desirable but not a canonical pillar.",
      "Integration is important but not one of the core pillars.",
      "Accountability is fundamental, tied to traceability and audit.",
      "Simplicity is a design principle, not a core pillar."
    ]
  }
},
{
  "id": 83,
  "q": {
    "pt": "O acesso aos sistemas e dados deve ser concedido com base nas necessidades comerciais, na segregação de tarefas e em qual outro princípio?",
    "en": "Access to systems and data should be granted based on business need, segregation of duties, and which other principle?"
  },
  "options": {
    "pt": [
      "Princípio da antiguidade.",
      "Princípio do menor privilégio.",
      "Princípio do acesso máximo.",
      "Princípio da conveniência do usuário."
    ],
    "en": [
      "Seniority principle.",
      "Principle of least privilege.",
      "Maximum access principle.",
      "User convenience principle."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Acesso não deve ser concedido por senioridade.",
      "Concede-se apenas o mínimo necessário para executar a função.",
      "Acesso máximo eleva o risco desnecessariamente.",
      "Conveniência do usuário não sobrepõe segurança."
    ],
    "en": [
      "Access is not granted by seniority.",
      "Only the minimum necessary access should be granted.",
      "Maximum access unduly increases risk.",
      "User convenience doesn’t override security."
    ]
  }
},
{
  "id": 84,
  "q": {
    "pt": "Para que finalidade os recursos de TI e ativos de informação da empresa devem ser usados?",
    "en": "For what purpose should company IT resources and information assets be used?"
  },
  "options": {
    "pt": [
      "Principalmente para negócios, com uso pessoal permitido durante os intervalos.",
      "Para qualquer propósito que não seja ilegal.",
      "Somente para fins comerciais.",
      "Para uma mistura de desenvolvimento profissional pessoal e empresarial."
    ],
    "en": [
      "Primarily for business, with limited personal use allowed during breaks.",
      "For any purpose that is not illegal.",
      "Only for business purposes.",
      "For a mix of personal professional development and business."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Algumas organizações permitem uso pessoal limitado, mas a diretriz mais restritiva é apenas fins corporativos.",
      "“Não ilegal” é amplo demais e não atende à política de uso aceitável.",
      "A diretriz padrão é uso exclusivamente corporativo (ou conforme AUP aplicável).",
      "Misturar objetivos pessoais não atende ao foco corporativo de segurança e compliance."
    ],
    "en": [
      "Some organizations allow limited personal use, but the stricter guideline is business-only.",
      "“Not illegal” is far too broad for an AUP.",
      "Standard guidance is business-only use (or per applicable AUP).",
      "Blending personal goals does not align with corporate security/compliance."
    ]
  }
},
{
  "id": 85,
  "q": {
    "pt": "Quem é responsável por coordenar e gerenciar a resposta a todos os incidentes de segurança relatados?",
    "en": "Who is responsible for coordinating and managing the response to all reported security incidents?"
  },
  "options": {
    "pt": [
      "A equipe de conformidade.",
      "A gerência executiva.",
      "A equipe jurídica.",
      "A equipe de segurança da informação."
    ],
    "en": [
      "The compliance team.",
      "Executive management.",
      "The legal team.",
      "The information security team."
    ]
  },
  "correctIndex": 3,
  "rationales": {
    "pt": [
      "Conformidade verifica aderência, mas não lidera resposta técnica.",
      "A liderança apoia, mas a coordenação operacional é da segurança.",
      "Jurídico assessora aspectos legais, não a resposta técnica.",
      "InfoSec coordena investigação, contenção, erradicação e lições aprendidas."
    ],
    "en": [
      "Compliance checks adherence, but doesn’t lead technical response.",
      "Management supports, but security coordinates operations.",
      "Legal advises on legal exposure, not the technical response.",
      "InfoSec leads investigation, containment, eradication, and lessons learned."
    ]
  }
},
{
  "id": 86,
  "q": {
    "pt": "Quem é obrigado a relatar incidentes de segurança da informação?",
    "en": "Who is required to report information security incidents?"
  },
  "options": {
    "pt": [
      "Somente gerentes e líderes de equipe.",
      "Somente membros da equipe de InfoSec.",
      "Nubankers, contratados e parceiros.",
      "Somente funcionários que lidam diretamente com dados confidenciais de clientes."
    ],
    "en": [
      "Only managers and team leads.",
      "Only InfoSec team members.",
      "Nubankers, contractors, and partners.",
      "Only employees who directly handle sensitive customer data."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "A obrigação de reporte é ampla, não restrita a gestores.",
      "Não é apenas do time de segurança.",
      "Todos que identificarem incidentes devem reportar pelos canais definidos.",
      "Qualquer pessoa pode observar um incidente, independentemente de lidar com dados sensíveis."
    ],
    "en": [
      "Reporting duty is broad, not limited to managers.",
      "It’s not only the security team’s role.",
      "Anyone who detects incidents must report via defined channels.",
      "Anyone may observe an incident, regardless of data handling role."
    ]
  }
},
{
  "id": 87,
  "q": {
    "pt": "De acordo com a política, que tipo de informação deve ser protegida por criptografia durante o processamento, armazenamento e transmissão?",
    "en": "According to the policy, which information must be protected by encryption during processing, storage, and transmission?"
  },
  "options": {
    "pt": [
      "Somente comunicações internas entre executivos.",
      "Somente dados armazenados em serviços de nuvem.",
      "Todos os dados pessoais, informações comerciais críticas e dados classificados como restritos ou confidenciais.",
      "Somente código-fonte para aplicativos proprietários."
    ],
    "en": [
      "Only internal communications between executives.",
      "Only data stored in cloud services.",
      "All personal data, critical business information, and data classified as restricted or confidential.",
      "Only source code for proprietary applications."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "A criptografia não se restringe a comunicações de executivos.",
      "Aplica-se tanto on-premises quanto em nuvem.",
      "Dados pessoais, críticos e classificados exigem proteção robusta, incluindo criptografia.",
      "Código-fonte pode exigir proteção, mas não é o único foco."
    ],
    "en": [
      "Encryption is not limited to executive communications.",
      "It applies both on-prem and in the cloud.",
      "Personal, critical, and classified data require robust protection including encryption.",
      "Source code may need protection, but it’s not the only focus."
    ]
  }
},
{
  "id": 88,
  "q": {
    "pt": "O que deve ser incluído em todos os contratos com provedores de serviços de nuvem?",
    "en": "What must be included in all contracts with cloud service providers?"
  },
  "options": {
    "pt": [
      "Uma garantia de 100% de disponibilidade.",
      "Cláusulas de segurança adequadas, como proteção de dados e confidencialidade.",
      "A localização física de todos os data centers.",
      "Tarifas com desconto para serviços de longo prazo."
    ],
    "en": [
      "A 100% availability guarantee.",
      "Appropriate security clauses, such as data protection and confidentiality.",
      "The physical location of all data centers.",
      "Discounted rates for long-term services."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Garantia de 100% é irrealista.",
      "Cláusulas de segurança e privacidade são essenciais para conformidade e proteção.",
      "Localização pode ser relevante, mas não é obrigatório para todos os contratos.",
      "Preço não substitui requisitos de segurança contratuais."
    ],
    "en": [
      "A 100% uptime guarantee is unrealistic.",
      "Security and privacy clauses are essential for compliance and protection.",
      "Location can matter, but is not universally mandatory.",
      "Pricing does not replace contractual security requirements."
    ]
  }
},
{
  "id": 89,
  "q": {
    "pt": "Qual é a diretriz em relação à rede corporativa e à rede de convidados?",
    "en": "What is the guideline regarding the corporate network and the guest network?"
  },
  "options": {
    "pt": [
      "Eles podem compartilhar a mesma infraestrutura para reduzir custos.",
      "A rede de convidados deve ter velocidades mais rápidas que a rede corporativa.",
      "Eles devem ser segregados física ou logicamente.",
      "O acesso à rede de convidados deve ser aprovado pelo CISO."
    ],
    "en": [
      "They can share the same infrastructure to reduce costs.",
      "The guest network should be faster than the corporate network.",
      "They must be physically or logically segregated.",
      "Guest network access must be approved by the CISO."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Compartilhar infraestrutura aumenta a superfície de ataque.",
      "Velocidade não é o critério principal de segurança.",
      "Segregação reduz o risco de trânsito indevido entre ambientes.",
      "A aprovação de acesso pode seguir outras políticas; o essencial é a segregação."
    ],
    "en": [
      "Sharing infrastructure increases the attack surface.",
      "Speed is not the primary security criterion.",
      "Segregation reduces the risk of improper cross-traffic.",
      "Access approval may follow other policies; segregation is the key control."
    ]
  }
},
  {
  "id": 90,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 91,
  "q": {
    "pt": "Qual é a etapa inicial para a contratação de um novo fornecedor?",
    "en": "What is the initial step for onboarding a new vendor?"
  },
  "options": {
    "pt": [
      "Fluxo de Procurement",
      "Risk Classification",
      "Infosec Security Assessment",
      "Todas as anteriores"
    ],
    "en": [
      "Procurement flow",
      "Risk classification",
      "Infosec security assessment",
      "All of the above"
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: o processo sempre inicia pelo fluxo de Procurement.",
      "A classificação de risco ocorre após a entrada no fluxo.",
      "A avaliação de segurança é uma etapa subsequente.",
      "Nem todas são executadas ao mesmo tempo no início."
    ],
    "en": [
      "Correct: the process always starts with Procurement flow.",
      "Risk classification happens after onboarding.",
      "Security assessment comes later in the flow.",
      "Not all steps occur simultaneously at the start."
    ]
  }
},
{
  "id": 92,
  "q": {
    "pt": "O que acontece se a contratação for superior a USD 50 mil?",
    "en": "What happens if the contract value exceeds USD 50,000?"
  },
  "options": {
    "pt": [
      "A negociação é conduzida pelo Contract Owner",
      "A negociação é conduzida pela equipe de Procurement",
      "A negociação é limitada a BRL 250 mil",
      "O processo é descontinuado"
    ],
    "en": [
      "Negotiation is led by the Contract Owner",
      "Negotiation is led by the Procurement team",
      "Negotiation is capped at BRL 250,000",
      "The process is discontinued"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "O Contract Owner só conduz até USD 50K.",
      "Correto: acima de USD 50K a negociação deve ser conduzida por Procurement.",
      "Esse limite não é o aplicável aqui.",
      "Não há interrupção do processo por esse valor."
    ],
    "en": [
      "The Contract Owner only negotiates up to USD 50K.",
      "Correct: above USD 50K Procurement must lead.",
      "The BRL 250k limit does not apply here.",
      "The process is not discontinued at this threshold."
    ]
  }
},
{
  "id": 93,
  "q": {
    "pt": "O que o Contract Owner deve fazer quando o vínculo com o fornecedor termina?",
    "en": "What must the Contract Owner do when the vendor engagement ends?"
  },
  "options": {
    "pt": [
      "Iniciar uma reavaliação",
      "Abrir um ticket de rescisão",
      "Iniciar um novo processo de contratação",
      "Nenhuma das opções"
    ],
    "en": [
      "Start a reassessment",
      "Open a termination ticket",
      "Start a new procurement process",
      "None of the above"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não há necessidade de reavaliação, e sim de encerramento formal.",
      "Correto: deve abrir um ticket de rescisão.",
      "Novo processo só se houver nova demanda.",
      "Há sim uma ação obrigatória: rescisão formal."
    ],
    "en": [
      "No reassessment is needed, but a formal closure is.",
      "Correct: must open a termination ticket.",
      "New process only if there’s a new demand.",
      "There is indeed a required action: formal termination."
    ]
  }
},
{
  "id": 94,
  "q": {
    "pt": "Qual é o processo para abertura de um POC (Proof of Concept) que tenha um custo?",
    "en": "What is the process for opening a Proof of Concept (POC) that has a cost?"
  },
  "options": {
    "pt": [
      "Selecionar a opção de contrato limitado a USD 50K",
      "O POC não pode ter custo",
      "Apenas a opção de doação",
      "Apenas a opção de patrocínio"
    ],
    "en": [
      "Select the limited contract option up to USD 50K",
      "POCs cannot have costs",
      "Only donation option",
      "Only sponsorship option"
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: POCs pagos devem usar contrato limitado a USD 50K.",
      "Não é verdade, POCs podem ter custo com o contrato correto.",
      "Doação não se aplica a POCs.",
      "Patrocínio não se aplica a POCs."
    ],
    "en": [
      "Correct: paid POCs must use the limited USD 50K contract.",
      "Incorrect, POCs may have cost if under the right contract.",
      "Donation does not apply to POCs.",
      "Sponsorship does not apply to POCs."
    ]
  }
},
{
  "id": 95,
  "q": {
    "pt": "Para quais países o processo de contratação é aplicável?",
    "en": "To which countries does the procurement process apply?"
  },
  "options": {
    "pt": [
      "Brasil, Argentina e Chile",
      "Brasil, Colômbia e México",
      "Brasil, EUA e Alemanha",
      "Todos os países"
    ],
    "en": [
      "Brazil, Argentina and Chile",
      "Brazil, Colombia and Mexico",
      "Brazil, USA and Germany",
      "All countries"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não cobre Argentina e Chile.",
      "Correto: Brasil, Colômbia e México.",
      "Não inclui EUA e Alemanha.",
      "Não é válido globalmente."
    ],
    "en": [
      "Does not cover Argentina and Chile.",
      "Correct: Brazil, Colombia and Mexico.",
      "Does not include USA and Germany.",
      "Not valid globally."
    ]
  }
},
{
  "id": 96,
  "q": {
    "pt": "Qual é o limite de valor para que a negociação de um contrato seja conduzida pelo Contract Owner?",
    "en": "What is the value limit for the Contract Owner to conduct a contract negotiation?"
  },
  "options": {
    "pt": [
      "Até USD 50K",
      "Acima de USD 50K",
      "Até BRL 250K",
      "Acima de BRL 250K"
    ],
    "en": [
      "Up to USD 50K",
      "Above USD 50K",
      "Up to BRL 250K",
      "Above BRL 250K"
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: até USD 50K é permitido ao Contract Owner.",
      "Acima desse valor passa a Procurement.",
      "Esse limite não é o usado para esse processo.",
      "Esse limite não se aplica aqui."
    ],
    "en": [
      "Correct: up to USD 50K is allowed for the Contract Owner.",
      "Above this, Procurement takes over.",
      "This limit is not the one used here.",
      "This threshold does not apply here."
    ]
  }
},
{
  "id": 97,
  "q": {
    "pt": "Qual equipe é responsável por gerenciar contratos de patrocínio e doação?",
    "en": "Which team is responsible for managing sponsorship and donation contracts?"
  },
  "options": {
    "pt": [
      "Procurement",
      "Infosec",
      "Legal e ESG",
      "Contabilidade"
    ],
    "en": [
      "Procurement",
      "Infosec",
      "Legal and ESG",
      "Accounting"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Procurement não gerencia patrocínios e doações.",
      "Infosec não é responsável por esse tema.",
      "Correto: Legal e ESG cuidam de patrocínios e doações.",
      "Contabilidade acompanha, mas não gerencia contratos."
    ],
    "en": [
      "Procurement does not handle sponsorships/donations.",
      "Infosec is not responsible here.",
      "Correct: Legal and ESG manage sponsorships and donations.",
      "Accounting tracks but doesn’t manage contracts."
    ]
  }
},
{
  "id": 98,
  "q": {
    "pt": "O que deve ser feito se houver a necessidade de alterar o conteúdo de uma solicitação de contrato já criada no portal?",
    "en": "What should be done if the content of a contract request already created in the portal needs to be changed?"
  },
  "options": {
    "pt": [
      "É possível editar a solicitação",
      "É necessário cancelar a solicitação e abrir uma nova",
      "A alteração é feita pela equipe de Procurement",
      "Não é possível fazer alterações"
    ],
    "en": [
      "The request can be edited",
      "It is necessary to cancel the request and open a new one",
      "The change is made by the Procurement team",
      "It is not possible to make changes"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não é permitido editar diretamente.",
      "Correto: deve-se cancelar e abrir nova solicitação.",
      "Procurement não altera solicitações já criadas.",
      "Alteração é possível via novo pedido."
    ],
    "en": [
      "Direct editing is not allowed.",
      "Correct: must cancel and open a new request.",
      "Procurement does not alter requests already created.",
      "Change is possible but only via new submission."
    ]
  }
},
{
  "id": 99,
  "q": {
    "pt": "Como se deve preencher o campo 'available budget' e 'total contract amount'?",
    "en": "How should the 'available budget' and 'total contract amount' fields be filled?"
  },
  "options": {
    "pt": [
      "Com o valor sem impostos",
      "Com o valor em formato de texto",
      "Com o valor em formato 1000.21, com impostos",
      "Com o valor arredondado"
    ],
    "en": [
      "With the value excluding taxes",
      "With the value as text",
      "With the value in 1000.21 format, including taxes",
      "With the rounded value"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Não deve ser sem impostos.",
      "Texto não é aceito pelo sistema.",
      "Correto: deve ser no formato numérico, incluindo impostos.",
      "Não deve ser arredondado."
    ],
    "en": [
      "Not excluding taxes.",
      "Text is not accepted by the system.",
      "Correct: must be numeric format, including taxes.",
      "Not rounded."
    ]
  }
},
{
  "id": 100,
  "q": {
    "pt": "Em caso de um novo fornecedor, quais informações são necessárias além do nome da empresa e CNPJ?",
    "en": "For a new vendor, what information is required besides company name and CNPJ?"
  },
  "options": {
    "pt": [
      "Apenas informações de contato",
      "Apenas endereço",
      "Todas as informações, incluindo endereço e contato",
      "Nenhuma das opções"
    ],
    "en": [
      "Only contact information",
      "Only address",
      "All information, including address and contact",
      "None of the above"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Contato sozinho não basta.",
      "Endereço sozinho não basta.",
      "Correto: são necessárias todas as informações adicionais.",
      "Há sim requisitos adicionais obrigatórios."
    ],
    "en": [
      "Contact alone is insufficient.",
      "Address alone is insufficient.",
      "Correct: all additional details are required.",
      "There are indeed mandatory extra requirements."
    ]
  }
},
{
  "id": 101,
  "q": {
    "pt": "Quando a equipe de segurança da informação é alertada sobre um novo fornecedor?",
    "en": "When is the information security team alerted about a new vendor?"
  },
  "options": {
    "pt": [
      "Quando o risco inerente é classificado como Baixo",
      "Quando o risco inerente é classificado como Médio",
      "Quando o risco inerente é classificado como Alto ou Muito Alto",
      "A equipe não é alertada"
    ],
    "en": [
      "When the inherent risk is classified as Low",
      "When the inherent risk is classified as Medium",
      "When the inherent risk is classified as High or Very High",
      "The team is not alerted"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Risco baixo não aciona alerta.",
      "Risco médio também não aciona.",
      "Correto: apenas Alto ou Muito Alto acionam alerta.",
      "A equipe é alertada sim, dependendo da classificação."
    ],
    "en": [
      "Low risk does not trigger an alert.",
      "Medium risk also does not trigger.",
      "Correct: only High or Very High trigger alerts.",
      "The team is indeed alerted when applicable."
    ]
  }
},
{
  "id": 102,
  "q": {
    "pt": "O que a ferramenta UpGuard Domain Scan Monitoring faz?",
    "en": "What does the UpGuard Domain Scan Monitoring tool do?"
  },
  "options": {
    "pt": [
      "Classifica os fornecedores",
      "Monitora domínios em busca de vulnerabilidades",
      "Registra riscos de fornecedores",
      "Elabora planos de mitigação"
    ],
    "en": [
      "Classifies vendors",
      "Monitors domains for vulnerabilities",
      "Logs vendor risks",
      "Creates mitigation plans"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não classifica fornecedores diretamente.",
      "Correto: é usada para monitoramento de vulnerabilidades em domínios.",
      "Registro de riscos é feito em outras ferramentas.",
      "Planos de mitigação não são o foco da ferramenta."
    ],
    "en": [
      "It does not classify vendors directly.",
      "Correct: it is used to monitor vulnerabilities in domains.",
      "Risk logging is handled in other tools.",
      "Mitigation plans are not its main purpose."
    ]
  }
},
  {
  "id": 103,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 104,
  "q": {
    "pt": "Para uma auditoria regulatória do BACEN, o que a área de TI deve estar preparada para apresentar?",
    "en": "For a BACEN regulatory audit, what must the IT area be prepared to present?"
  },
  "options": {
    "pt": [
      "Fotos da equipe de TI",
      "Evidências dos controles implementados, como registros de acesso e políticas",
      "Plano de almoço semanal",
      "Uma lista de todos os usuários do sistema"
    ],
    "en": [
      "Photos of the IT team",
      "Evidence of implemented controls, such as access logs and policies",
      "Weekly lunch plan",
      "A list of all system users"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Imagens não demonstram conformidade.",
      "Auditorias regulatórias exigem evidências objetivas de controles.",
      "Irrelevante para auditoria.",
      "Listas podem ser parte, mas não substituem evidências de controle."
    ],
    "en": [
      "Pictures do not demonstrate compliance.",
      "Regulatory audits require objective control evidence.",
      "Irrelevant to an audit.",
      "User lists may be part of evidence, but not sufficient alone."
    ]
  }
},
{
  "id": 105,
  "q": {
    "pt": "Qual das seguintes certificações é focada em auditoria de sistemas de informação?",
    "en": "Which of the following certifications focuses on information systems auditing?"
  },
  "options": {
    "pt": [
      "PMP (Profissional de Gerenciamento de Projetos)",
      "CISA (Auditor Certificado de Sistemas de Informação)",
      "CCNA (Associado Certificado de Rede Cisco)",
      "CSM (ScrumMaster Certificado)"
    ],
    "en": [
      "PMP (Project Management Professional)",
      "CISA (Certified Information Systems Auditor)",
      "CCNA (Cisco Certified Network Associate)",
      "CSM (Certified ScrumMaster)"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "PMP é gestão de projetos.",
      "CISA é especificamente voltada à auditoria de SI.",
      "CCNA é redes.",
      "CSM é ágil/Scrum."
    ],
    "en": [
      "PMP is project management.",
      "CISA is specifically for IS auditing.",
      "CCNA is networking.",
      "CSM is agile/Scrum."
    ]
  }
},
{
  "id": 106,
  "q": {
    "pt": "O que é um \"Controle Compensatório\" no GRC?",
    "en": "What is a \"Compensating Control\" in GRC?"
  },
  "options": {
    "pt": [
      "Um controle que substitui um controle que não é viável",
      "Um controle que não tem utilidade",
      "Um controle que não precisa ser testado",
      "Um controle que é apenas um backup"
    ],
    "en": [
      "A control that replaces a control that is not feasible",
      "A control that has no usefulness",
      "A control that does not need testing",
      "A control that is only a backup"
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Definição correta de controle compensatório.",
      "Controles compensatórios são úteis por definição.",
      "Eles também devem ser testados.",
      "Não é apenas backup; é uma alternativa equivalente."
    ],
    "en": [
      "Correct definition of a compensating control.",
      "By definition it provides utility.",
      "It must also be tested.",
      "It’s not merely a backup; it’s an equivalent alternative."
    ]
  }
},
{
  "id": 107,
  "q": {
    "pt": "Qual é o principal objetivo de um programa de conscientização sobre segurança?",
    "en": "What is the main objective of a security awareness program?"
  },
  "options": {
    "pt": [
      "Garantir que os funcionários passem no teste de conhecimento",
      "Garantir que os funcionários entendam seu papel na proteção de ativos",
      "Punir funcionários que cometem erros",
      "Apenas cumprir um requisito de auditoria"
    ],
    "en": [
      "Ensure employees pass the knowledge test",
      "Ensure employees understand their role in protecting assets",
      "Punish employees who make mistakes",
      "Only meet an audit requirement"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Passar em teste não garante mudança de comportamento.",
      "Objetivo é entendimento e comportamento seguro.",
      "Punição não é objetivo do programa.",
      "Conformidade é consequência, não o propósito central."
    ],
    "en": [
      "Passing a test doesn’t ensure behavioral change.",
      "Goal is understanding and secure behavior.",
      "Punishment is not the program’s goal.",
      "Compliance is a consequence, not the core purpose."
    ]
  }
},
{
  "id": 108,
  "q": {
    "pt": "O que significa \"ransomware\" em termos de GRC?",
    "en": "What does \"ransomware\" mean in GRC terms?"
  },
  "options": {
    "pt": [
      "Um tipo de vírus que não causa danos",
      "Um ataque que compromete a disponibilidade dos dados",
      "Um ataque que afeta apenas a confidencialidade",
      "Um evento que não precisa ser reportado"
    ],
    "en": [
      "A type of virus that causes no damage",
      "An attack that compromises data availability",
      "An attack that only affects confidentiality",
      "An event that does not need to be reported"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Ransomware causa impacto significativo.",
      "Criptografa/indisponibiliza dados, afetando disponibilidade.",
      "Também pode afetar confidencialidade, mas o impacto-chave é disponibilidade.",
      "Incidentes de ransomware devem ser reportados."
    ],
    "en": [
      "Ransomware causes significant impact.",
      "It encrypts/makes data unavailable, impacting availability.",
      "It may affect confidentiality too, but key impact is availability.",
      "Ransomware incidents must be reported."
    ]
  }
},
{
  "id": 109,
  "q": {
    "pt": "O que a \"Maturidade GRC\" de uma empresa mede?",
    "en": "What does a company’s \"GRC Maturity\" measure?"
  },
  "options": {
    "pt": [
      "O número de funcionários na área de GRC",
      "A maturidade das políticas e processos de GRC",
      "A idade dos sistemas de TI",
      "O nível de experiência do gestor"
    ],
    "en": [
      "The number of employees in the GRC area",
      "The maturity of GRC policies and processes",
      "The age of IT systems",
      "The manager’s level of experience"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Quantidade de pessoas não mede maturidade.",
      "Mede quão definidos, implementados e melhorados são políticas e processos.",
      "Idade de sistemas não é proxy direto de maturidade GRC.",
      "Experiência do gestor não define a maturidade do programa."
    ],
    "en": [
      "Headcount does not measure maturity.",
      "It measures how defined, implemented, and improved policies/processes are.",
      "System age is not a direct proxy for GRC maturity.",
      "Manager experience doesn’t define program maturity."
    ]
  }
},
{
  "id": 110,
  "q": {
    "pt": "Em termos de GRC, o que é um \"ativo de informação\"?",
    "en": "In GRC terms, what is an \"information asset\"?"
  },
  "options": {
    "pt": [
      "Apenas computadores",
      "Quaisquer dados ou recursos que tenham valor para a organização",
      "Apenas servidores de e-mail",
      "Um contrato com um fornecedor"
    ],
    "en": [
      "Only computers",
      "Any data or resource that has value to the organization",
      "Only email servers",
      "A contract with a vendor"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "É mais amplo que hardware.",
      "Inclui dados, sistemas, pessoas, processos e infraestrutura de valor.",
      "É mais amplo que um tipo de servidor.",
      "Contratos são documentos/ativos, mas não o único foco."
    ],
    "en": [
      "It’s broader than hardware.",
      "Includes data, systems, people, processes, and infrastructure of value.",
      "It’s broader than one server type.",
      "Contracts are assets, but not the only focus."
    ]
  }
},
{
  "id": 111,
  "q": {
    "pt": "Qual é a função de uma auditoria de conformidade?",
    "en": "What is the function of a compliance audit?"
  },
  "options": {
    "pt": [
      "Somente punir funcionários",
      "Verificar se a organização está cumprindo as normas e leis",
      "Criar novas políticas de segurança",
      "Fazer um inventário de ativos"
    ],
    "en": [
      "Only punish employees",
      "Verify whether the organization complies with laws and standards",
      "Create new security policies",
      "Perform an asset inventory"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Punição não é objetivo da auditoria.",
      "Auditorias de conformidade avaliam aderência a requisitos externos/internos.",
      "Auditoria não cria políticas; apenas avalia.",
      "Inventário pode ser evidência, mas não é a função principal."
    ],
    "en": [
      "Punishment is not the audit’s goal.",
      "Compliance audits assess adherence to external/internal requirements.",
      "Audits don’t create policies; they assess them.",
      "Inventory may be evidence, but not the main function."
    ]
  }
},
{
  "id": 112,
  "q": {
    "pt": "Qual dos seguintes é um exemplo de controle de segurança física?",
    "en": "Which of the following is an example of a physical security control?"
  },
  "options": {
    "pt": [
      "Antivírus instalado",
      "Firewall de rede",
      "Câmeras de segurança e controle de acesso",
      "Política de senha forte"
    ],
    "en": [
      "Installed antivirus",
      "Network firewall",
      "Security cameras and access control",
      "Strong password policy"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Antivírus é controle lógico.",
      "Firewall é controle de rede (lógico).",
      "Câmeras e controle de acesso são controles físicos.",
      "Política de senha é controle administrativo/lógico."
    ],
    "en": [
      "Antivirus is a logical control.",
      "Firewall is a logical/network control.",
      "Cameras and access control are physical controls.",
      "Password policy is administrative/logical."
    ]
  }
},
{
  "id": 113,
  "q": {
    "pt": "O que é \"segregação de funções\"?",
    "en": "What is \"segregation of duties\"?"
  },
  "options": {
    "pt": [
      "Dividir a equipe em grupos menores",
      "Separar responsabilidades para evitar conflitos de interesse",
      "Separar as funções de um software",
      "Separar as funções de um hardware"
    ],
    "en": [
      "Splitting the team into smaller groups",
      "Separating responsibilities to avoid conflicts of interest",
      "Separating a software’s functions",
      "Separating a hardware’s functions"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não é sobre tamanho da equipe.",
      "Objetiva reduzir fraude/erros ao dividir responsabilidades críticas.",
      "Não se refere a arquitetura de software.",
      "Não se refere a hardware."
    ],
    "en": [
      "It’s not about team size.",
      "It reduces fraud/errors by splitting critical responsibilities.",
      "Not about software architecture.",
      "Not about hardware."
    ]
  }
},
{
  "id": 114,
  "q": {
    "pt": "Qual é a principal função de um firewall de rede?",
    "en": "What is the primary function of a network firewall?"
  },
  "options": {
    "pt": [
      "Acelerar o tráfego da internet",
      "Monitorar e controlar o tráfego de rede",
      "Fazer backup de dados",
      "Proteger contra vírus em arquivos"
    ],
    "en": [
      "Speed up internet traffic",
      "Monitor and control network traffic",
      "Back up data",
      "Protect against file viruses"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Desempenho não é a função principal.",
      "Firewalls aplicam políticas e filtram tráfego.",
      "Backup é outra função de segurança.",
      "Antivírus lida com arquivos; firewall lida com tráfego."
    ],
    "en": [
      "Performance is not the main function.",
      "Firewalls enforce policy and filter traffic.",
      "Backup is a different security function.",
      "Antivirus handles files; firewalls handle traffic."
    ]
  }
},
{
  "id": 115,
  "q": {
    "pt": "Qual das seguintes opções é um controle de segurança tecnológica?",
    "en": "Which of the following is a technological security control?"
  },
  "options": {
    "pt": [
      "Acesso biométrico a edifícios",
      "Criptografia de dados",
      "Contrato com um fornecedor",
      "Treinamento de conscientização"
    ],
    "en": [
      "Biometric access to buildings",
      "Data encryption",
      "Vendor contract",
      "Awareness training"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Biometria física é controle físico.",
      "Criptografia é controle tecnológico/lógico.",
      "Contrato é controle administrativo/terceiros.",
      "Treinamento é controle administrativo."
    ],
    "en": [
      "Physical biometrics are physical controls.",
      "Encryption is a technological/logical control.",
      "A contract is an administrative/third-party control.",
      "Training is an administrative control."
    ]
  }
},
  {
  "id": 116,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 117,
  "q": {
    "pt": "Quem deve observar as diretrizes da Política de Uso Aceitável?",
    "en": "Who must follow the Acceptable Use Policy (AUP) guidelines?"
  },
  "options": {
    "pt": [
      "Apenas funcionários em tempo integral (\"Nubankers\") da Nu Holdings.",
      "Apenas a equipe de Segurança da Informação e o departamento de Engenharia de TI.",
      "Todos os executivos, diretores, funcionários, estagiários (\"Nubankers\") e prestadores de serviços relevantes autorizados a utilizar os recursos de informação da empresa.",
      "Apenas contratados externos e fornecedores terceirizados."
    ],
    "en": [
      "Only full-time employees (\"Nubankers\") of Nu Holdings.",
      "Only the Information Security team and the IT Engineering department.",
      "All executives, officers, employees, interns (\"Nubankers\"), and relevant service providers authorized to use the company’s information resources.",
      "Only external contractors and third-party vendors."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "A política não se limita a funcionários em tempo integral.",
      "A AUP não é exclusiva da área técnica.",
      "Correto: todos os usuários autorizados dos recursos de informação devem seguir a política.",
      "Restringir apenas a terceiros ignora o público interno obrigatório."
    ],
    "en": [
      "The policy is not limited to full-time employees.",
      "The AUP is not exclusive to technical teams.",
      "Correct: all authorized users of information resources must follow the policy.",
      "Limiting it to third parties ignores the required internal audience."
    ]
  }
},
{
  "id": 118,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 119,
  "q": {
    "pt": "Qual é o objetivo principal da política de uso aceitável?",
    "en": "What is the primary objective of the Acceptable Use Policy?"
  },
  "options": {
    "pt": [
      "Monitorar a produtividade dos funcionários e o uso da internet.",
      "Definir o processo para solicitar novos softwares e hardwares.",
      "Proteger a confidencialidade, integridade e disponibilidade das informações.",
      "Descrever as ações disciplinares para qualquer má conduta."
    ],
    "en": [
      "Monitor employee productivity and internet usage.",
      "Define the process to request new software and hardware.",
      "Protect the confidentiality, integrity, and availability of information.",
      "Describe disciplinary actions for any misconduct."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Monitoramento pode ocorrer, mas não é o objetivo central.",
      "Solicitação de TI não é o foco da AUP.",
      "Correto: a AUP visa proteger C, I e D das informações.",
      "Medidas disciplinares são consequência, não objetivo."
    ],
    "en": [
      "Monitoring may occur but is not the core objective.",
      "IT request processes are not the AUP’s focus.",
      "Correct: the AUP aims to protect confidentiality, integrity and availability.",
      "Disciplinary actions are consequences, not the goal."
    ]
  }
},
{
  "id": 120,
  "q": {
    "pt": "O que um usuário deve fazer ao término de seu emprego ou contrato?",
    "en": "What must a user do upon termination of employment or contract?"
  },
  "options": {
    "pt": [
      "Ficar com o laptop da empresa se pagar por ele.",
      "Devolver todos os ativos fornecidos pela empresa e os dados associados.",
      "Apagar todos os dados da empresa dos ativos antes de devolver.",
      "Tem 30 dias para devolver todos os ativos da empresa."
    ],
    "en": [
      "Keep the company laptop if they pay for it.",
      "Return all company-provided assets along with associated data.",
      "Erase all company data from assets before returning.",
      "Has 30 days to return all company assets."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "A retenção de ativos não é permitida dessa forma.",
      "Correto: todos os ativos e dados associados devem ser devolvidos.",
      "A limpeza é feita por TI; o dever principal é devolver.",
      "Prazos podem variar; a obrigação é a devolução imediata."
    ],
    "en": [
      "Asset retention is not permitted this way.",
      "Correct: all assets and associated data must be returned.",
      "Sanitization is handled by IT; the main duty is to return assets.",
      "Deadlines may vary; the obligation is immediate return."
    ]
  }
},
{
  "id": 121,
  "q": {
    "pt": "Qual é o procedimento correto para relatar equipamentos perdidos ou danificados?",
    "en": "What is the correct procedure to report lost or damaged equipment?"
  },
  "options": {
    "pt": [
      "Informar o gestor e aguardar instruções.",
      "Abrir um ticket de TI dentro de uma semana.",
      "Enviar e-mail para panic@nubank.com.br em até 24h com nome, e-mail corporativo, tipo de dispositivo e se é pessoal ou da empresa.",
      "Contactar Pessoas & Cultura para registrar um boletim."
    ],
    "en": [
      "Inform your manager and wait for instructions.",
      "Open an IT ticket within a week.",
      "Email panic@nubank.com.br within 24h with name, corporate email, device type, and whether personal or company-owned.",
      "Contact People & Culture to file a report."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Aguardar pode atrasar a contenção de risco.",
      "Uma semana é tardio para incidentes de segurança.",
      "Correto: reporte em até 24h com os dados solicitados.",
      "P&C não é o canal designado para esse reporte."
    ],
    "en": [
      "Waiting may delay risk containment.",
      "One week is too late for security incidents.",
      "Correct: report within 24h with the requested details.",
      "People & Culture is not the designated channel."
    ]
  }
},
{
  "id": 122,
  "q": {
    "pt": "De acordo com a política, qual é um 'Uso Inaceitável' de credenciais de conta?",
    "en": "According to the policy, which is an 'Unacceptable Use' of account credentials?"
  },
  "options": {
    "pt": [
      "Usar um gerenciador de senhas aprovado.",
      "Habilitar autenticação de dois fatores.",
      "Alterar a senha imediatamente ao suspeitar de comprometimento.",
      "Permitir que um familiar use sua conta ao trabalhar de casa."
    ],
    "en": [
      "Using an approved password manager.",
      "Enabling two-factor authentication.",
      "Changing your password immediately if compromise is suspected.",
      "Allowing a family member to use your account while working from home."
    ]
  },
  "correctIndex": 3,
  "rationales": {
    "pt": [
      "Gerenciadores aprovados são aceitáveis.",
      "2FA é recomendado.",
      "Mudança imediata é boa prática.",
      "Correto: compartilhar credenciais ou acesso é proibido."
    ],
    "en": [
      "Approved managers are acceptable.",
      "2FA is recommended.",
      "Immediate change is best practice.",
      "Correct: sharing credentials or access is prohibited."
    ]
  }
},
{
  "id": 123,
  "q": {
    "pt": "Onde é estritamente proibido armazenar dados da empresa?",
    "en": "Where is it strictly prohibited to store company data?"
  },
  "options": {
    "pt": [
      "Em um laptop criptografado fornecido pela empresa.",
      "Em solução de nuvem gerenciada pela empresa.",
      "Em nuvens pessoais não corporativas (ex.: Dropbox/OneDrive).",
      "Em unidade de rede interna e segura."
    ],
    "en": [
      "On a company-provided encrypted laptop.",
      "In a company-managed cloud solution.",
      "In personal, non-corporate clouds (e.g., Dropbox/OneDrive).",
      "On a secure internal network share."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Dispositivos corporativos são controlados.",
      "Ambientes gerenciados são permitidos.",
      "Correto: nuvens pessoais não são autorizadas.",
      "Unidades internas seguras são adequadas."
    ],
    "en": [
      "Corporate devices are controlled.",
      "Managed environments are allowed.",
      "Correct: personal clouds are not authorized.",
      "Secure internal shares are appropriate."
    ]
  }
},
{
  "id": 124,
  "q": {
    "pt": "O que um usuário deve fazer se suspeitar que sua senha foi comprometida?",
    "en": "What should a user do if they suspect their password has been compromised?"
  },
  "options": {
    "pt": [
      "Reportar ao suporte e aguardar reset forçado.",
      "Alterar a senha imediatamente.",
      "Revelar a senha ao gestor para investigação.",
      "Continuar usando e monitorar atividade suspeita."
    ],
    "en": [
      "Report to support and wait for a forced reset.",
      "Change the password immediately.",
      "Reveal the password to the manager for investigation.",
      "Keep using it and monitor for suspicious activity."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Aguardar aumenta o risco.",
      "Correto: troque a senha imediatamente.",
      "Jamais compartilhe a senha.",
      "Continuar usando mantém a exposição."
    ],
    "en": [
      "Waiting increases risk.",
      "Correct: change it immediately.",
      "Never share your password.",
      "Continuing to use it keeps exposure."
    ]
  }
},
{
  "id": 125,
  "q": {
    "pt": "Quando o uso de contas de e-mail pessoais é permitido para negócios da empresa?",
    "en": "When is the use of personal email accounts allowed for company business?"
  },
  "options": {
    "pt": [
      "Para enviar informações não confidenciais.",
      "Quando o e-mail corporativo está fora do ar.",
      "Usuários não devem usar e-mails pessoais para informações proprietárias.",
      "Com aprovação prévia de um gestor."
    ],
    "en": [
      "To send non-confidential information.",
      "When the corporate email system is down.",
      "Users must not use personal email for proprietary information.",
      "With prior manager approval."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Ainda assim cria risco e rastreabilidade limitada.",
      "Falhas não autorizam uso de e-mail pessoal para dados da empresa.",
      "Correto: informações proprietárias não devem ir por e-mail pessoal.",
      "Aprovação não elimina o risco de canal não gerenciado."
    ],
    "en": [
      "It still creates risk and limited traceability.",
      "Outages don’t authorize personal email for company data.",
      "Correct: proprietary info must not be sent via personal email.",
      "Approval doesn’t remove unmanaged-channel risk."
    ]
  }
},
{
  "id": 126,
  "q": {
    "pt": "As comunicações ou conteúdos publicados em mídias sociais devem estar em conformidade com qual documento?",
    "en": "Social media communications/content must comply with which company document?"
  },
  "options": {
    "pt": [
      "Política de IAM da InfoSec.",
      "Código de Conduta do Nubank.",
      "Política de Incidentes da InfoSec.",
      "Política de Terceiros da InfoSec."
    ],
    "en": [
      "InfoSec IAM Policy.",
      "Nubank’s Code of Conduct.",
      "InfoSec Incident Management Policy.",
      "InfoSec Third-Party Policy."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "IAM trata de identidades e acesso, não comunicação externa.",
      "Correto: comunicações devem seguir o Código de Conduta.",
      "Incidentes tratam resposta, não diretriz pública.",
      "Política de terceiros não rege conduta pública."
    ],
    "en": [
      "IAM covers identities/access, not external comms.",
      "Correct: communications must follow the Code of Conduct.",
      "Incident policy is about response, not public guidance.",
      "Third-party policy doesn’t govern public conduct."
    ]
  }
},
{
  "id": 127,
  "q": {
    "pt": "O que é estritamente proibido em relação a mídias removíveis?",
    "en": "What is strictly prohibited regarding removable media?"
  },
  "options": {
    "pt": [
      "Armazenar dados da empresa em mídias removíveis pessoais.",
      "Usar mídias removíveis aprovadas e criptografadas.",
      "Solicitar desbloqueio de USB para dispositivo conhecido.",
      "Guardar mídias aprovadas em ambiente seguro."
    ],
    "en": [
      "Storing company data on personally owned removable media.",
      "Using approved, encrypted removable media.",
      "Requesting USB unlock for a known device.",
      "Keeping approved media in a secure environment."
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: mídias pessoais não podem armazenar dados da empresa.",
      "Permitido quando aprovado e criptografado.",
      "Pode ser permitido sob controle.",
      "Boa prática de custódia, não proibida."
    ],
    "en": [
      "Correct: personal media must not store company data.",
      "Allowed when approved and encrypted.",
      "May be allowed under controls.",
      "Good custody practice, not prohibited."
    ]
  }
},
{
  "id": 128,
  "q": {
    "pt": "Se um usuário compra um dispositivo e é reembolsado pela empresa, quem é o proprietário do dispositivo?",
    "en": "If a user purchases a device and is reimbursed by the company, who owns the device?"
  },
  "options": {
    "pt": [
      "O usuário mantém a propriedade total.",
      "Co-propriedade do usuário e da empresa.",
      "Torna-se propriedade exclusiva da empresa.",
      "A propriedade transfere só na saída do usuário."
    ],
    "en": [
      "The user keeps full ownership.",
      "Co-ownership by the user and the company.",
      "It becomes the exclusive property of the company.",
      "Ownership transfers only upon the user’s departure."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Após reembolso, o bem é corporativo.",
      "Não há co-propriedade nesse caso.",
      "Correto: a empresa é a proprietária.",
      "A transferência ocorre no reembolso, não na saída."
    ],
    "en": [
      "After reimbursement, the asset is corporate.",
      "There is no co-ownership in this case.",
      "Correct: the company owns it.",
      "Transfer occurs upon reimbursement, not at exit."
    ]
  }
},
{
  "id": 129,
  "q": {
    "pt": "Quais serviços corporativos os usuários podem acessar de um dispositivo móvel pessoal (BYOD)?",
    "en": "Which corporate services can users access from a personal mobile device (BYOD)?"
  },
  "options": {
    "pt": [
      "Todos os serviços e redes internas sem restrição.",
      "Apenas ferramentas de comunicação não confidenciais.",
      "Serviços limitados como Google Workspace, Slack e Zoom.",
      "Apenas a VPN corporativa e compartilhamentos internos."
    ],
    "en": [
      "All services and internal networks without restriction.",
      "Only non-confidential communication tools.",
      "Limited services such as Google Workspace, Slack, and Zoom.",
      "Only corporate VPN and internal shares."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "BYOD não dá acesso irrestrito.",
      "Pode incluir dados sensíveis; regra é mais específica.",
      "Correto: acesso é limitado a serviços autorizados.",
      "Nem sempre a VPN é permitida em BYOD."
    ],
    "en": [
      "BYOD does not grant unrestricted access.",
      "May involve sensitive data; rule is more specific.",
      "Correct: access is limited to authorized services.",
      "VPN is not always permitted for BYOD."
    ]
  }
},
{
  "id": 130,
  "q": {
    "pt": "Qual é a política sobre o uso de dispositivos móveis com jailbreak ou root?",
    "en": "What is the policy on using mobile devices with jailbreak or root?"
  },
  "options": {
    "pt": [
      "Permitidos se um MDM estiver instalado.",
      "Permitidos pela equipe técnica para testes.",
      "Não são permitidos para se conectar aos recursos de informação da empresa.",
      "Exigem aprovação especial do CISO."
    ],
    "en": [
      "Allowed if an MDM is installed.",
      "Allowed for the technical team for testing.",
      "Not allowed to connect to company information resources.",
      "Require special CISO approval."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "MDM não anula o risco de root/jailbreak.",
      "Ambientes de teste devem usar dispositivos conformes.",
      "Correto: dispositivos com root/jailbreak não podem se conectar.",
      "Aprovação não mitiga vulnerabilidades estruturais."
    ],
    "en": [
      "MDM does not remove root/jailbreak risk.",
      "Testing should use compliant devices.",
      "Correct: rooted/jailbroken devices cannot connect.",
      "Approval does not mitigate inherent vulnerabilities."
    ]
  }
},
  {
  "id": 131,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 132,
  "q": {
    "pt": "O que a segregação de funções (SoD - Segregation of Duties) significa na prática em um ambiente de TI?",
    "en": "In practice, what does Segregation of Duties (SoD) mean in an IT environment?"
  },
  "options": {
    "pt": [
      "Que cada funcionário deve ter uma função diferente.",
      "A divisão de uma tarefa crítica entre várias pessoas para evitar fraudes ou erros.",
      "A separação entre o ambiente de desenvolvimento e o de produção.",
      "A alocação de recursos de TI para diferentes departamentos."
    ],
    "en": [
      "That each employee must have a different role.",
      "Splitting a critical task among multiple people to prevent fraud or errors.",
      "Separating development and production environments.",
      "Allocating IT resources to different departments."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Funções distintas ajudam, mas não definem SoD por si só.",
      "Correto: SoD distribui etapas críticas para reduzir fraude/erro.",
      "Separar ambientes é boa prática, mas não é a definição de SoD.",
      "Alocação de recursos não é SoD."
    ],
    "en": [
      "Different roles help, but that alone is not SoD.",
      "Correct: SoD splits critical steps to reduce fraud/error.",
      "Env separation is good practice, not SoD’s definition.",
      "Resource allocation is not SoD."
    ]
  }
},
{
  "id": 133,
  "q": {
    "pt": "Qual a importância de um Plano de Continuidade de Negócios (PCN) e de um Plano de Recuperação de Desastres (PRD)?",
    "en": "What is the importance of a Business Continuity Plan (BCP) and a Disaster Recovery Plan (DRP)?"
  },
  "options": {
    "pt": [
      "São documentos opcionais para grandes empresas.",
      "São essenciais para garantir que a empresa possa voltar a operar rapidamente após um incidente grave.",
      "São exigidos apenas para bancos que lidam com criptomoedas.",
      "Servem apenas para cumprir requisitos de certificação ISO."
    ],
    "en": [
      "They are optional documents for large companies.",
      "They are essential to ensure the company can resume operations quickly after a major incident.",
      "They are required only for banks dealing with cryptocurrencies.",
      "They exist only to satisfy ISO certification requirements."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não são opcionais em um programa maduro.",
      "Correto: visam resiliência e retomada rápida.",
      "Aplicam-se a diversos setores, não só a bancos/cripto.",
      "Vão além de certificações: focam continuidade real."
    ],
    "en": [
      "Not optional in a mature program.",
      "Correct: they enable resilience and quick recovery.",
      "They apply across industries, not only crypto banks.",
      "Beyond certifications; they ensure real continuity."
    ]
  }
},
{
  "id": 134,
  "q": {
    "pt": "Em um programa de conscientização de segurança, qual é o principal objetivo de um simulado de phishing?",
    "en": "In a security awareness program, what is the main objective of a phishing simulation?"
  },
  "options": {
    "pt": [
      "Identificar e punir os funcionários que clicam em links maliciosos.",
      "Coletar dados sobre o comportamento dos funcionários na internet.",
      "Educar os colaboradores sobre como identificar e evitar ataques de engenharia social.",
      "Testar a velocidade do sistema de detecção de vírus."
    ],
    "en": [
      "Identify and punish employees who click malicious links.",
      "Collect data on employees’ internet behavior.",
      "Educate employees to identify and avoid social engineering attacks.",
      "Test the speed of the antivirus detection system."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Punição não é o objetivo pedagógico.",
      "Coleta de dados não é a finalidade central.",
      "Correto: foco é educação e mudança de comportamento.",
      "Simulados não medem antivírus."
    ],
    "en": [
      "Punishment is not the pedagogical goal.",
      "Data collection is not the core purpose.",
      "Correct: focus is education and behavior change.",
      "Simulations don’t test antivirus speed."
    ]
  }
},
{
  "id": 135,
  "q": {
    "pt": "Qual é a diferença entre risco inerente e risco residual?",
    "en": "What is the difference between inherent risk and residual risk?"
  },
  "options": {
    "pt": [
      "O risco inerente é o que sobra após controles; o residual é o inicial.",
      "O risco inerente é o risco inicial antes de controles; o residual é o que permanece após os controles.",
      "O risco inerente é um risco de TI; o residual é um risco de negócio.",
      "São sinônimos e podem ser usados de forma intercambiável."
    ],
    "en": [
      "Inherent risk is what remains after controls; residual is the initial risk.",
      "Inherent risk is the initial risk before controls; residual is what remains after controls.",
      "Inherent risk is an IT risk; residual is a business risk.",
      "They are synonyms and interchangeable."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Inverte os conceitos.",
      "Correto: inerente = antes; residual = depois dos controles.",
      "Ambos podem existir em TI e negócio.",
      "Não são sinônimos."
    ],
    "en": [
      "Reversed definitions.",
      "Correct: inherent = before; residual = after controls.",
      "Both can exist in IT and business contexts.",
      "They are not synonyms."
    ]
  }
},
{
  "id": 136,
  "q": {
    "pt": "Qual é a prática mais segura para desativar o acesso de um funcionário que se desligou da empresa?",
    "en": "What is the safest practice to disable access for an employee who has left the company?"
  },
  "options": {
    "pt": [
      "Desativar sua conta de usuário após o término do último dia de trabalho.",
      "Excluir sua conta de usuário imediatamente após o desligamento.",
      "Trocar a senha do usuário e mantê-la ativa para futuras auditorias.",
      "Permitir que o gerente utilize a conta do ex-funcionário."
    ],
    "en": [
      "Disable their user account at the end of the last working day.",
      "Delete the user account immediately upon termination.",
      "Change the user’s password and keep the account active for audits.",
      "Allow the manager to use the former employee’s account."
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: desativar pontualmente evita uso indevido.",
      "Excluir pode prejudicar trilhas/auditoria e ownership.",
      "Manter ativa aumenta risco e confunde auditoria.",
      "Compartilhar contas viola responsabilização."
    ],
    "en": [
      "Correct: timely disablement prevents misuse.",
      "Deletion can harm audit trails/ownership.",
      "Keeping it active increases risk and muddles audits.",
      "Shared accounts break accountability."
    ]
  }
},
{
  "id": 137,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 138,
  "q": {
    "pt": "Qual é a principal função de um firewall em uma rede de computadores?",
    "en": "What is the primary function of a firewall in a computer network?"
  },
  "options": {
    "pt": [
      "Impedir que funcionários acessem sites não autorizados.",
      "Proteger a rede contra o acesso de dispositivos não autorizados.",
      "Atuar como uma barreira que monitora e controla o tráfego de rede com base em regras de segurança.",
      "Criptografar todo o tráfego de dados."
    ],
    "en": [
      "Prevent employees from accessing unauthorized websites.",
      "Protect the network from unauthorized devices.",
      "Act as a barrier that monitors and controls network traffic based on security rules.",
      "Encrypt all data traffic."
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Pode ser um efeito, mas não a função principal.",
      "Parcial e não abrangente.",
      "Correto: inspeção e filtragem conforme políticas.",
      "Criptografia não é função do firewall por si só."
    ],
    "en": [
      "May be a side effect, not the core function.",
      "Partially true but not comprehensive.",
      "Correct: policy-based inspection and filtering.",
      "Encryption is not the firewall’s inherent function."
    ]
  }
},
{
  "id": 139,
  "q": {
    "pt": "Como as empresas lidam com uma exigência regulatória que não pode ser atendida por motivos técnicos?",
    "en": "How do companies handle a regulatory requirement that cannot be met for technical reasons?"
  },
  "options": {
    "pt": [
      "Ignoram a exigência por inviabilidade técnica.",
      "Implementam um controle compensatório com proteção equivalente ao controle principal.",
      "Buscam uma nova tecnologia independentemente do custo.",
      "Solicitam uma exceção formal sem solução alternativa."
    ],
    "en": [
      "Ignore the requirement due to technical infeasibility.",
      "Implement a compensating control providing equivalent protection.",
      "Adopt new technology regardless of cost.",
      "Request a formal exception without an alternative."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Ignorar requisito não é aceitável.",
      "Correto: controles compensatórios mitigam o risco.",
      "Custo/benefício e viabilidade precisam ser avaliados.",
      "Exceção sem mitigação não resolve o risco."
    ],
    "en": [
      "Ignoring is not acceptable.",
      "Correct: compensating controls mitigate risk.",
      "Cost/benefit and feasibility must be evaluated.",
      "Exception without mitigation doesn’t address risk."
    ]
  }
},
{
  "id": 140,
  "q": {
    "pt": "Para proteger dados de um cliente de banco, a informação é misturada e transformada em um código secreto. Como chamamos esse processo?",
    "en": "To protect a bank customer’s data, the information is scrambled into a secret code. What is this process called?"
  },
  "options": {
    "pt": [
      "Backup",
      "Criptografia",
      "Relatório de auditoria",
      "Crash"
    ],
    "en": [
      "Backup",
      "Encryption",
      "Audit report",
      "Crash"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Backup não transforma dados.",
      "Correto: criptografia codifica os dados.",
      "Relatórios não protegem dados dessa forma.",
      "Crash é falha, não proteção."
    ],
    "en": [
      "Backup doesn’t transform data.",
      "Correct: encryption encodes data.",
      "Reports don’t protect data this way.",
      "Crash is a failure, not protection."
    ]
  }
},
{
  "id": 141,
  "q": {
    "pt": "Se um funcionário novo precisa de acesso a um sistema, qual regra diz que ele deve ter o mínimo de permissões possível?",
    "en": "If a new employee needs system access, which rule says they should have the minimum permissions possible?"
  },
  "options": {
    "pt": [
      "Política de senha forte.",
      "Princípio do menor privilégio.",
      "Regra de privacidade.",
      "Contrato de trabalho."
    ],
    "en": [
      "Strong password policy.",
      "Principle of least privilege.",
      "Privacy rule.",
      "Employment contract."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Senhas não definem escopo de acesso.",
      "Correto: conceder somente o necessário.",
      "Privacidade não define permissão mínima.",
      "Contrato não dita nível técnico de acesso."
    ],
    "en": [
      "Passwords don’t define access scope.",
      "Correct: grant only what’s necessary.",
      "Privacy doesn’t set minimal permissions.",
      "Contract doesn’t dictate technical access level."
    ]
  }
},
{
  "id": 142,
  "q": {
    "pt": "Para garantir que um sistema não seja alterado de forma errada, qual controle monitora quem fez qual mudança e quando?",
    "en": "To ensure a system isn’t changed improperly, which control monitors who made what change and when?"
  },
  "options": {
    "pt": [
      "Controle de acesso físico.",
      "Controle de mudanças.",
      "Controle de férias.",
      "Controle de ponto."
    ],
    "en": [
      "Physical access control.",
      "Change control.",
      "Vacation control.",
      "Timekeeping control."
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Acesso físico não registra alterações de sistema.",
      "Correto: change control/management registra autoria e tempo.",
      "Férias não se aplica.",
      "Ponto não se aplica."
    ],
    "en": [
      "Physical access doesn’t log system changes.",
      "Correct: change control/management logs who/what/when.",
      "Vacations don’t apply.",
      "Timekeeping doesn’t apply."
    ]
  }
},
{
  "id": 143,
  "q": {
    "pt": "A empresa precisa manter registros de tudo que acontece nos sistemas para investigar depois. Como chamamos esses registros?",
    "en": "The company must keep records of everything happening in systems to investigate later. What are these records called?"
  },
  "options": {
    "pt": [
      "Logs de auditoria.",
      "Notas de reunião.",
      "Planos de férias.",
      "Canal no Slack."
    ],
    "en": [
      "Audit logs.",
      "Meeting notes.",
      "Vacation plans.",
      "Slack channel."
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: logs registram eventos para análise e auditoria.",
      "Notas não substituem trilhas técnicas.",
      "Irrelevante para eventos técnicos.",
      "Canal de chat não é trilha de auditoria."
    ],
    "en": [
      "Correct: logs record events for analysis/audit.",
      "Notes don’t replace technical trails.",
      "Not relevant for technical events.",
      "Chat channels aren’t audit trails."
    ]
  }
},
{
  "id": 144,
  "q": {
    "pt": "O que significa 'vulnerabilidade' em segurança da informação?",
    "en": "What does a 'vulnerability' mean in information security?"
  },
  "options": {
    "pt": [
      "A fraqueza de um sistema que pode ser explorada por um invasor.",
      "Um problema com o computador que o faz travar.",
      "Um tipo de programa de computador.",
      "Não tem relação com segurança."
    ],
    "en": [
      "A weakness in a system that can be exploited by an attacker.",
      "A computer problem that causes it to freeze.",
      "A type of computer program.",
      "It has nothing to do with security."
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: vulnerabilidade é uma fraqueza explorável.",
      "Travamentos podem ocorrer sem relação com segurança.",
      "Programa não define vulnerabilidade.",
      "Está diretamente ligada à segurança."
    ],
    "en": [
      "Correct: a vulnerability is an exploitable weakness.",
      "Crashes may occur without being security-related.",
      "A program is not a vulnerability by itself.",
      "It is directly related to security."
    ]
  }
},
  {
  "id": 145,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 146,
  "q": {
    "pt": "O que é \"classificação de dados\"?",
    "en": "What is \"data classification\"?"
  },
  "options": {
    "pt": [
      "Organizar arquivos em ordem alfabética",
      "Categorizar dados com base em seu nível de sensibilidade",
      "Excluir dados não utilizados",
      "Fazer backup de dados importantes"
    ],
    "en": [
      "Organizing files alphabetically",
      "Categorizing data based on its sensitivity level",
      "Deleting unused data",
      "Backing up important data"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Alfabetizar não trata de segurança.",
      "Correto: classificar por sensibilidade orienta proteção.",
      "Exclusão é retenção/descartes, não classificação.",
      "Backup é continuidade, não classificação."
    ],
    "en": [
      "Alphabetizing is not security-focused.",
      "Correct: sensitivity-based categorization guides protection.",
      "Deletion relates to retention/disposal, not classification.",
      "Backup is continuity, not classification."
    ]
  }
},
{
  "id": 147,
  "q": {
    "pt": "O que é um \"plano de continuidade de negócios\" (BCP)?",
    "en": "What is a Business Continuity Plan (BCP)?"
  },
  "options": {
    "pt": [
      "Um plano para manter a empresa aberta durante os feriados",
      "Um plano para garantir as operações em caso de desastre",
      "Um plano de marketing para o próximo ano",
      "Um plano para contratar novos funcionários"
    ],
    "en": [
      "A plan to keep the company open during holidays",
      "A plan to ensure operations in case of disaster",
      "A marketing plan for next year",
      "A plan to hire new employees"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Feriados não são foco de continuidade.",
      "Correto: garantir operações diante de interrupções.",
      "Marketing é outro domínio.",
      "Recrutamento não é continuidade."
    ],
    "en": [
      "Holidays aren’t the continuity focus.",
      "Correct: ensure operations during disruptions.",
      "Marketing is separate.",
      "Hiring is not continuity."
    ]
  }
},
{
  "id": 148,
  "q": {
    "pt": "O que é um \"risco residual\"?",
    "en": "What is \"residual risk\"?"
  },
  "options": {
    "pt": [
      "O risco que é completamente eliminado",
      "O risco que permanece após a implementação dos controles",
      "O risco que não pode ser mensurado",
      "O risco causado por quedas de energia"
    ],
    "en": [
      "Risk that is completely eliminated",
      "Risk that remains after implementing controls",
      "Risk that cannot be measured",
      "Risk caused by power outages"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Risco raramente é zerado.",
      "Correto: é o risco remanescente após controles.",
      "Pode ser mensurado/estimado.",
      "É apenas um exemplo de causa, não definição."
    ],
    "en": [
      "Risk is rarely zeroed out.",
      "Correct: the remaining risk after controls.",
      "It can be measured/estimated.",
      "Only an example cause, not the definition."
    ]
  }
},
{
  "id": 149,
  "q": {
    "pt": "Qual é a função de um \"plano de ação\" no GRC?",
    "en": "What is the role of an \"action plan\" in GRC?"
  },
  "options": {
    "pt": [
      "Apenas um documento para ser lido",
      "Um documento que detalha as etapas para corrigir uma não conformidade",
      "Um relatório de auditoria",
      "Um plano para gerenciar a equipe de TI"
    ],
    "en": [
      "Just a document to be read",
      "A document detailing steps to remediate a nonconformity",
      "An audit report",
      "A plan to manage the IT team"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não é passivo; é executável.",
      "Correto: define ações, prazos e responsáveis.",
      "Relatório é insumo, não o plano em si.",
      "Gestão de equipe não é o foco."
    ],
    "en": [
      "It’s not passive; it’s actionable.",
      "Correct: defines actions, timelines, owners.",
      "Reports are inputs, not the plan itself.",
      "Team management is not the focus."
    ]
  }
},
{
  "id": 150,
  "q": {
    "pt": "O que é a fase de \"Monitoramento\" no ciclo de vida do GRC?",
    "en": "What is the \"Monitoring\" phase in the GRC lifecycle?"
  },
  "options": {
    "pt": [
      "Apenas a fase de planejamento inicial",
      "O monitoramento contínuo da eficácia dos controles e da conformidade",
      "A fase de implementação de novas tecnologias",
      "A fase de contratação de novos funcionários"
    ],
    "en": [
      "Only the initial planning phase",
      "Ongoing monitoring of control effectiveness and compliance",
      "The phase of implementing new technologies",
      "The phase of hiring new employees"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Não é só planejamento.",
      "Correto: observar desempenho e aderência continuamente.",
      "Tecnologia pode ajudar, mas não define a fase.",
      "Contratação não é foco de GRC aqui."
    ],
    "en": [
      "It’s not just planning.",
      "Correct: continuously observe control performance and compliance.",
      "Tech may help, but that’s not the definition.",
      "Hiring isn’t the GRC focus here."
    ]
  }
},
{
  "id": 151,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 152,
  "q": {
    "pt": "No contexto de uma auditoria bancária, o que significa \"evidência\"?",
    "en": "In a banking audit context, what does \"evidence\" mean?"
  },
  "options": {
    "pt": [
      "Um documento que comprove o cumprimento de um controle",
      "Apenas a palavra do gerente",
      "Apenas uma captura de tela",
      "Um e-mail informal"
    ],
    "en": [
      "A document proving a control’s fulfillment",
      "Only the manager’s word",
      "Only a screenshot",
      "An informal email"
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: evidência objetiva de execução/aderência.",
      "Depoimentos isolados não bastam.",
      "Print pode complementar, não ser único.",
      "Informalidade não garante auditabilidade."
    ],
    "en": [
      "Correct: objective proof of execution/adherence.",
      "Statements alone are insufficient.",
      "Screenshots may complement, not suffice alone.",
      "Informal emails lack auditability."
    ]
  }
},
{
  "id": 153,
  "q": {
    "pt": "O que é o \"princípio da necessidade de saber\" em segurança?",
    "en": "What is the \"need-to-know\" principle in security?"
  },
  "options": {
    "pt": [
      "Conceder o mesmo acesso a todos",
      "Conceder acesso apenas ao que for essencial para o trabalho",
      "Ter acesso a todos os sistemas",
      "Não conceder acesso a ninguém"
    ],
    "en": [
      "Grant the same access to everyone",
      "Grant access only to what is essential for the job",
      "Have access to all systems",
      "Grant no access to anyone"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Acesso uniforme ignora risco.",
      "Correto: acesso mínimo necessário.",
      "Acesso amplo aumenta a superfície de risco.",
      "Negar tudo inviabiliza o trabalho."
    ],
    "en": [
      "Uniform access ignores risk.",
      "Correct: minimum necessary access.",
      "Broad access raises risk exposure.",
      "Denying all access blocks work."
    ]
  }
},
{
  "id": 154,
  "q": {
    "pt": "O que é um \"inventário de ativos de TI\"?",
    "en": "What is an \"IT asset inventory\"?"
  },
  "options": {
    "pt": [
      "Uma lista de todos os usuários da rede",
      "Um catálogo de hardware e software que precisam ser protegidos",
      "Um relatório financeiro",
      "Uma lista de fornecedores"
    ],
    "en": [
      "A list of all network users",
      "A catalog of hardware and software that need protection",
      "A financial report",
      "A vendor list"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Usuários não são o foco do inventário de TI.",
      "Correto: base para gestão de risco e controles.",
      "Finanças não define ativos de TI.",
      "Fornecedores são outra dimensão."
    ],
    "en": [
      "Users are not the asset inventory focus.",
      "Correct: foundation for risk and control management.",
      "Finance does not define IT assets.",
      "Vendors are a separate dimension."
    ]
  }
},
{
  "id": 155,
  "q": {
    "pt": "Qual das seguintes opções é um requisito do PCI DSS?",
    "en": "Which of the following is a PCI DSS requirement?"
  },
  "options": {
    "pt": [
      "Usar senhas fracas",
      "Proteger os dados do cartão de forma criptografada",
      "Armazenar o CVV do cartão",
      "Não usar antivírus"
    ],
    "en": [
      "Use weak passwords",
      "Protect cardholder data with encryption",
      "Store the card CVV",
      "Do not use antivirus"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Contraria a norma.",
      "Correto: criptografia é requisito central.",
      "Armazenar CVV é proibido pós-autorização.",
      "Antivírus é requerido quando aplicável."
    ],
    "en": [
      "Violates the standard.",
      "Correct: encryption is a core requirement.",
      "Storing CVV after authorization is prohibited.",
      "Antivirus is required where applicable."
    ]
  }
},
{
  "id": 156,
  "q": {
    "pt": "O que é um \"plano de continuidade de negócios\" em uma instituição financeira?",
    "en": "What is a Business Continuity Plan in a financial institution?"
  },
  "options": {
    "pt": [
      "Um plano para expandir a filial",
      "Um plano para garantir a continuidade dos serviços em caso de interrupção",
      "Um plano de marketing",
      "Um plano de recrutamento"
    ],
    "en": [
      "A plan to expand a branch",
      "A plan to ensure continuity of services in case of disruption",
      "A marketing plan",
      "A recruitment plan"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Expansão não é continuidade.",
      "Correto: foco é manter serviços críticos.",
      "Marketing é outro tema.",
      "Recrutamento não é BCP."
    ],
    "en": [
      "Expansion is not continuity.",
      "Correct: keep critical services running.",
      "Marketing is unrelated.",
      "Recruitment is not BCP."
    ]
  }
},
{
  "id": 157,
  "q": {
    "pt": "Qual é o principal papel do GRC em relação a um plano de ação de auditoria?",
    "en": "What is GRC’s main role regarding an audit action plan?"
  },
  "options": {
    "pt": [
      "Punir apenas aqueles que não cumpriram",
      "Coordenar a execução do plano e verificar as evidências de sua conclusão",
      "Realizar o trabalho de correção técnica",
      "Ignorar os planos de ação"
    ],
    "en": [
      "Punish only those who failed to comply",
      "Coordinate execution of the plan and verify completion evidence",
      "Perform the technical remediation work",
      "Ignore action plans"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "GRC não é órgão punitivo.",
      "Correto: coordenação, governança e validação de evidências.",
      "A correção técnica cabe às áreas donas.",
      "Ignorar contraria governança."
    ],
    "en": [
      "GRC is not punitive by design.",
      "Correct: coordinate, govern, and validate evidence.",
      "Technical fixes are owned by the respective teams.",
      "Ignoring contradicts governance."
    ]
  }
},
{
  "id": 158,
  "q": {
    "pt": "O que significa o princípio de \"integridade\" na segurança da informação?",
    "en": "What does the principle of \"integrity\" mean in information security?"
  },
  "options": {
    "pt": [
      "Manter as informações disponíveis",
      "Garantir que as informações não sejam alteradas ou corrompidas",
      "Proteger as informações contra acesso não autorizado",
      "Proteger as informações contra perdas"
    ],
    "en": [
      "Keeping information available",
      "Ensuring information is not altered or corrupted",
      "Protecting information from unauthorized access",
      "Protecting information from loss"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Isso é disponibilidade.",
      "Correto: prevenir alteração não autorizada.",
      "Isso é confidencialidade.",
      "Perda relaciona-se a disponibilidade/backup."
    ],
    "en": [
      "That’s availability.",
      "Correct: prevent unauthorized alteration.",
      "That’s confidentiality.",
      "Loss relates to availability/backup."
    ]
  }
},
{
  "id": 159,
  "q": {
    "pt": "Qual é a função de uma auditoria regulatória de uma organização como o BACEN?",
    "en": "What is the role of a regulatory audit by an organization like the Central Bank (BACEN)?"
  },
  "options": {
    "pt": [
      "Apenas multar a empresa",
      "Garantir que a instituição cumpra os padrões de segurança e resiliência",
      "Apenas auditar as finanças",
      "Apenas auditar os funcionários"
    ],
    "en": [
      "Only to fine the company",
      "Ensure the institution meets security and resilience standards",
      "Only audit finances",
      "Only audit employees"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Multas são consequência, não o objetivo principal.",
      "Correto: avaliar conformidade com normas e resiliência.",
      "Abrange muito além de finanças.",
      "Não foca apenas em pessoas."
    ],
    "en": [
      "Fines are consequences, not the core goal.",
      "Correct: assess compliance with standards and resilience.",
      "Scope goes beyond finance.",
      "Not focused solely on personnel."
    ]
  }
},
{
  "id": 160,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 161,
  "q": {
    "pt": "Qual é a diferença entre risco inerente e risco residual?",
    "en": "What is the difference between inherent risk and residual risk?"
  },
  "options": {
    "pt": [
      "Inerente é após os controles; residual é antes dos controles",
      "Inerente é sempre maior porque não considera os controles; residual é o risco que permanece após os controles",
      "Não há diferença; são sinônimos",
      "Residual é o risco de falha dos controles; inerente é o risco de ameaças internas"
    ],
    "en": [
      "Inherent is after controls; residual is before controls",
      "Inherent is typically higher as it ignores controls; residual is what remains after controls",
      "There is no difference; they are synonyms",
      "Residual is control failure risk; inherent is insider threat risk"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Está invertido.",
      "Correto: inerente sem controles; residual após controles.",
      "Não são sinônimos.",
      "Definições incorretas."
    ],
    "en": [
      "Reversed.",
      "Correct: inherent without controls; residual after controls.",
      "They’re not synonyms.",
      "Incorrect definitions."
    ]
  }
},
{
  "id": 162,
  "q": {
    "pt": "Em um processo de risco, qual etapa vem antes da seleção dos controles?",
    "en": "In a risk process, which step comes before selecting controls?"
  },
  "options": {
    "pt": [
      "Monitoramento",
      "Treinamento de usuários",
      "Avaliação de riscos (análise e avaliação)",
      "Implementação de políticas"
    ],
    "en": [
      "Monitoring",
      "User training",
      "Risk assessment (analysis and evaluation)",
      "Policy implementation"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Monitorar vem depois da implementação.",
      "Treinamento não precede a escolha de controles.",
      "Correto: primeiro analisa/prioriza, depois seleciona controles.",
      "Políticas derivam das decisões de risco/controles."
    ],
    "en": [
      "Monitoring comes after implementation.",
      "Training does not precede control selection.",
      "Correct: analyze/prioritize first, then select controls.",
      "Policies derive from risk/control decisions."
    ]
  }
},
{
  "id": 163,
  "q": {
    "pt": "O que é apetite ao risco?",
    "en": "What is risk appetite?"
  },
  "options": {
    "pt": [
      "A quantidade de risco que a organização está disposta a aceitar para atingir seus objetivos",
      "Tolerância zero para qualquer risco",
      "Uma medida de risco residual",
      "Um plano de mitigação"
    ],
    "en": [
      "The amount of risk an organization is willing to accept to achieve its objectives",
      "Zero tolerance for any risk",
      "A measure of residual risk",
      "A mitigation plan"
    ]
  },
  "correctIndex": 0,
  "rationales": {
    "pt": [
      "Correto: nível de risco aceitável alinhado à estratégia.",
      "Zero risco é irrealista na prática.",
      "É conceito de apetite, não a medição residual.",
      "Plano é resposta, não apetite."
    ],
    "en": [
      "Correct: acceptable risk level aligned to strategy.",
      "Zero risk is unrealistic in practice.",
      "Appetite is not residual measurement.",
      "A plan is a response, not appetite."
    ]
  }
},
{
  "id": 164,
  "q": {
    "pt": "Qual é o principal objetivo de uma auditoria de conformidade em segurança da informação?",
    "en": "What is the primary objective of a compliance audit in information security?"
  },
  "options": {
    "pt": [
      "Implementar novas tecnologias",
      "Treinar a equipe de TI",
      "Verificar a adesão às leis, normas e políticas internas",
      "Substituir a avaliação de riscos"
    ],
    "en": [
      "Implement new technologies",
      "Train the IT team",
      "Verify adherence to laws, standards, and internal policies",
      "Replace risk assessment"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Implementação não é objetivo da auditoria.",
      "Treinamento não é o foco da auditoria.",
      "Correto: avaliar conformidade com requisitos aplicáveis.",
      "Não substitui a avaliação de riscos."
    ],
    "en": [
      "Implementation is not the audit’s goal.",
      "Training is not the audit’s focus.",
      "Correct: assess compliance with applicable requirements.",
      "It doesn’t replace risk assessment."
    ]
  }
},
{
  "id": 165,
  "q": {
    "pt": "O que significa Segregação de Funções (SoD) em controles internos?",
    "en": "What does Segregation of Duties (SoD) mean in internal controls?"
  },
  "options": {
    "pt": [
      "Separação física entre servidores",
      "Combinação de funções para reduzir custos",
      "Divisão de responsabilidades para prevenir fraudes e erros (por exemplo, o aprovador não deve executar)",
      "Criptografia de dados sensíveis"
    ],
    "en": [
      "Physical separation between servers",
      "Combining functions to reduce costs",
      "Splitting responsibilities to prevent fraud and errors (e.g., approver must not execute)",
      "Encrypting sensitive data"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Infraestrutura física não define SoD.",
      "Combinar funções eleva o risco.",
      "Correto: separar funções críticas previne fraude/erro.",
      "Criptografia é outro controle."
    ],
    "en": [
      "Physical infrastructure isn’t SoD.",
      "Combining functions increases risk.",
      "Correct: separate critical duties to prevent fraud/error.",
      "Encryption is a different control."
    ]
  }
},
  {
  "id": 166,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 167,
  "q": {
    "pt": "Quem detém a responsabilidade principal por estabelecer e executar a estratégia de segurança da informação da empresa?",
    "en": "Who holds primary responsibility for establishing and executing the company's information security strategy?"
  },
  "options": {
    "pt": [
      "O Conselho de Administração",
      "A Gerência Executiva",
      "O Comitê Diretor de Segurança Cibernética",
      "O Diretor de Segurança da Informação (CISO)"
    ],
    "en": [
      "The Board of Directors",
      "Executive Management",
      "The Cybersecurity Steering Committee",
      "The Chief Information Security Officer (CISO)"
    ]
  },
  "correctIndex": 3,
  "rationales": {
    "pt": [
      "O Conselho supervisiona, mas não executa a estratégia no dia a dia.",
      "A gerência executiva dá suporte e recursos, mas não lidera tecnicamente a execução.",
      "O comitê orienta e alinha, mas não é executor operacional.",
      "Correto: o CISO é o executivo responsável por desenvolver e executar a estratégia de segurança."
    ],
    "en": [
      "The Board provides oversight, not day-to-day execution.",
      "Executive management supports and funds, but doesn't lead technical execution.",
      "The committee provides guidance and alignment, not operational execution.",
      "Correct: the CISO is the executive accountable for developing and executing the security strategy."
    ]
  }
},
{
  "id": 168,
  "q": {
    "pt": "Antes de implementar novas tecnologias ou aplicações que possam impactar as operações da empresa, o que deve ser feito?",
    "en": "Before implementing new technologies or applications that may impact company operations, what must be done?"
  },
  "options": {
    "pt": [
      "Uma pesquisa com funcionários em toda a empresa",
      "Uma análise de custo-benefício apresentada ao conselho",
      "Uma avaliação de segurança",
      "Uma revisão de alternativas de código aberto"
    ],
    "en": [
      "A company-wide employee survey",
      "A cost-benefit analysis presented to the board",
      "A security assessment",
      "A review of open-source alternatives"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Útil para feedback, mas não substitui controle de risco.",
      "Pode ser necessária, porém o foco aqui é risco de segurança.",
      "Correto: a avaliação de segurança identifica e trata riscos antes da adoção.",
      "Avaliar alternativas é válido, mas a prioridade é mitigar riscos."
    ],
    "en": [
      "Useful for feedback, but not a risk control.",
      "May be required, but the focus here is security risk.",
      "Correct: a security assessment identifies and addresses risks prior to adoption.",
      "Reviewing alternatives is fine; risk mitigation is the priority."
    ]
  }
},
{
  "id": 169,
  "q": {
    "pt": "O que os termos e condições de emprego devem estipular em relação às informações tratadas nos sistemas da Empresa?",
    "en": "What should employment terms and conditions stipulate regarding information handled on Company systems?"
  },
  "options": {
    "pt": [
      "Que todas as comunicações sejam privadas e confidenciais",
      "Que sejam proprietárias e possam ser gravadas, revisadas ou monitoradas pela Empresa",
      "Que comunicações pessoais sejam incentivadas para melhorar o moral",
      "Que todas as informações sejam excluídas automaticamente após 90 dias"
    ],
    "en": [
      "That all communications are private and confidential",
      "That they are company-owned and may be recorded, reviewed, or monitored by the Company",
      "That personal communications are encouraged to boost morale",
      "That all information is automatically deleted after 90 days"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Privacidade absoluta não é realista em sistemas corporativos.",
      "Correto: dados nos sistemas da empresa são propriedade da empresa e podem ser monitorados.",
      "Não é uma diretriz típica de segurança.",
      "Retenção é definida por políticas/leis, não por um prazo fixo universal."
    ],
    "en": [
      "Absolute privacy is unrealistic on corporate systems.",
      "Correct: data on company systems is company property and may be monitored.",
      "Not a typical security directive.",
      "Retention follows policies/laws, not a universal fixed period."
    ]
  }
},
{
  "id": 170,
  "q": {
    "pt": "Para controlar o acesso físico, o que a política exige que cada edifício tenha?",
    "en": "To control physical access, what does policy require each building to have?"
  },
  "options": {
    "pt": [
      "Uma política de portas abertas durante o horário comercial",
      "Um sistema simples de fechadura com chave",
      "Uma área de segurança/recepção",
      "Um guarda na entrada principal apenas"
    ],
    "en": [
      "An open-door policy during business hours",
      "A simple keyed lock system",
      "A security/reception area",
      "A guard posted only at the main entrance"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Isso aumenta o risco de acesso não autorizado.",
      "Insuficiente como controle principal.",
      "Correto: recepção/segurança controla e registra acessos.",
      "Cobertura limitada não é suficiente para controle efetivo."
    ],
    "en": [
      "Increases risk of unauthorized access.",
      "Insufficient as a primary control.",
      "Correct: reception/security controls and logs access.",
      "Limited coverage is not sufficient for effective control."
    ]
  }
},
{
  "id": 171,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 172,
  "q": {
    "pt": "Qual é o propósito de conduzir campanhas de Análise de Impacto nos Negócios (BIA)?",
    "en": "What is the purpose of conducting Business Impact Analysis (BIA) campaigns?"
  },
  "options": {
    "pt": [
      "Analisar o impacto financeiro das campanhas de marketing",
      "Identificar e monitorar processos críticos e suas dependências, incluindo terceiros",
      "Avaliar o impacto de novas regulamentações nos negócios",
      "Medir o impacto cultural de novas iniciativas"
    ],
    "en": [
      "Analyze the financial impact of marketing campaigns",
      "Identify and monitor critical processes and their dependencies, including third parties",
      "Assess the impact of new regulations on the business",
      "Measure the cultural impact of new initiatives"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "É um tema de marketing, não BIA.",
      "Correto: BIA foca processos críticos, RTO/RPO e dependências.",
      "Regulatório é relevante, mas não o foco da BIA.",
      "Não é objetivo de BIA."
    ],
    "en": [
      "This is marketing, not BIA.",
      "Correct: BIA focuses on critical processes, RTO/RPO, and dependencies.",
      "Regulatory impact is relevant but not BIA’s focus.",
      "Not a BIA objective."
    ]
  }
},
{
  "id": 173,
  "q": {
    "pt": "Qual órgão é responsável pela aprovação final e adoção da Política de Segurança da Informação?",
    "en": "Which body is responsible for final approval and adoption of the Information Security Policy?"
  },
  "options": {
    "pt": [
      "O CISO",
      "A equipe InfoSec - GRC",
      "O Comitê Diretor de Segurança Cibernética",
      "O Conselho de Administração"
    ],
    "en": [
      "The CISO",
      "The InfoSec GRC team",
      "The Cybersecurity Steering Committee",
      "The Board of Directors"
    ]
  },
  "correctIndex": 3,
  "rationales": {
    "pt": [
      "O CISO propõe e executa, mas não aprova formalmente.",
      "Equipe de apoio; não tem autoridade final.",
      "Órgão consultivo/estratégico.",
      "Correto: o Conselho tem autoridade final de aprovação."
    ],
    "en": [
      "The CISO proposes and executes, not final approval.",
      "Support team; not the final authority.",
      "Advisory/strategic body.",
      "Correct: the Board holds final approval authority."
    ]
  }
},
{
  "id": 174,
  "q": {
    "pt": "Qual a frequência mínima que o Head de Segurança Cibernética deve apresentar ao Conselho de Administração?",
    "en": "What is the minimum frequency the Head of Cybersecurity must present to the Board of Directors?"
  },
  "options": {
    "pt": [
      "Mensalmente",
      "Pelo menos uma vez por trimestre",
      "Pelo menos uma vez por ano",
      "Somente quando ocorrer um incidente significativo"
    ],
    "en": [
      "Monthly",
      "At least once per quarter",
      "At least once per year",
      "Only upon a major incident"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Mais frequente que o mínimo exigido.",
      "Maior frequência que o mínimo.",
      "Correto: ao menos anual é o requisito mínimo típico.",
      "A governança não deve ser somente reativa a incidentes."
    ],
    "en": [
      "More frequent than the minimum.",
      "More frequent than the minimum.",
      "Correct: at least annually is the typical minimum requirement.",
      "Governance should not be only incident-driven."
    ]
  }
},
{
  "id": 175,
  "trap": "phishing",
  "image": "./images/phishing.jpg",
  "trapMessage": {
    "pt": "VOCÊ CAIU NO PHISHING! TENTE NOVAMENTE MAIS TARDE!",
    "en": "YOU FELL FOR PHISHING! TRY AGAIN LATER!"
  }
},
{
  "id": 176,
  "q": {
    "pt": "Se um incidente de segurança afetar dados pessoais, ele deve ser tratado de acordo com qual procedimento específico?",
    "en": "If a security incident affects personal data, it must be handled according to which specific procedure?"
  },
  "options": {
    "pt": [
      "A política de gerenciamento de riscos de TI de terceiros",
      "A política de retenção de dados",
      "O Procedimento Global de Resposta a Incidentes de Privacidade",
      "O Código de Conduta"
    ],
    "en": [
      "The third-party IT risk management policy",
      "The data retention policy",
      "The Global Privacy Incident Response Procedure",
      "The Code of Conduct"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "Abrange riscos de terceiros, não resposta a privacidade.",
      "Retenção é outro tema.",
      "Correto: incidentes com dados pessoais seguem o procedimento de privacidade.",
      "Documento de ética, não procedimento técnico/jurídico de incidentes."
    ],
    "en": [
      "Covers third-party risk, not privacy incident handling.",
      "Retention is a different topic.",
      "Correct: incidents involving personal data follow privacy IR procedures.",
      "Ethics document, not the technical/legal incident procedure."
    ]
  }
},
  {
  "id": 177,
  "q": {
    "pt": "A Política de Segurança da Informação é baseada em qual código internacional de práticas?",
    "en": "The Information Security Policy is based on which international code of practice?"
  },
  "options": {
    "pt": [
      "ISO 9001 (Gestão da Qualidade)",
      "ISO 27002 (Gestão da Segurança da Informação)",
      "ISO 14001 (Gestão Ambiental)",
      "ISO 45001 (Saúde e Segurança Ocupacional)"
    ],
    "en": [
      "ISO 9001 (Quality Management)",
      "ISO 27002 (Information Security Management)",
      "ISO 14001 (Environmental Management)",
      "ISO 45001 (Occupational Health & Safety)"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Esta norma cobre qualidade, não segurança da informação.",
      "Correto: a ISO 27002 é a base de boas práticas em controles de segurança.",
      "Abrange gestão ambiental, não segurança da informação.",
      "Focada em saúde ocupacional, não segurança da informação."
    ],
    "en": [
      "This standard covers quality, not information security.",
      "Correct: ISO 27002 is the basis of best practices for security controls.",
      "Covers environmental management, not information security.",
      "Focused on occupational health, not information security."
    ]
  }
},
{
  "id": 178,
  "q": {
    "pt": "Quem é responsável por realizar verificações de antecedentes adequadas de todos os funcionários da empresa?",
    "en": "Who is responsible for conducting proper background checks for all company employees?"
  },
  "options": {
    "pt": [
      "A equipe de InfoSec",
      "O departamento de conformidade",
      "O gerente direto do novo contratado",
      "A equipe de Pessoas e Cultura"
    ],
    "en": [
      "The InfoSec team",
      "The Compliance department",
      "The direct manager of the new hire",
      "The People & Culture team"
    ]
  },
  "correctIndex": 3,
  "rationales": {
    "pt": [
      "InfoSec foca em controles técnicos, não em RH.",
      "Compliance monitora normas, mas não executa background check.",
      "O gerente avalia competências, mas não conduz verificações formais.",
      "Correto: Pessoas & Cultura (RH) é responsável pelos processos de checagem."
    ],
    "en": [
      "InfoSec focuses on technical controls, not HR checks.",
      "Compliance monitors adherence to regulations but doesn’t run checks.",
      "The manager reviews skills, not formal background checks.",
      "Correct: People & Culture (HR) conducts the background verification process."
    ]
  }
},
{
  "id": 179,
  "q": {
    "pt": "Qual função é responsável por garantir que um programa de segurança da informação baseado em risco seja implementado e por designar um Diretor de Segurança da Informação?",
    "en": "Which function is responsible for ensuring a risk-based information security program is implemented and for appointing a Chief Information Security Officer (CISO)?"
  },
  "options": {
    "pt": [
      "O Conselho de Administração",
      "O CISO",
      "A Gerência Executiva",
      "O Comitê Diretor de Segurança Cibernética"
    ],
    "en": [
      "The Board of Directors",
      "The CISO",
      "Executive Management",
      "The Cybersecurity Steering Committee"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O Conselho aprova, mas não executa diretamente.",
      "O CISO é designado, não quem nomeia a si mesmo.",
      "Correto: a Gerência Executiva garante a implementação e designa o CISO.",
      "O Comitê é consultivo, não responsável final."
    ],
    "en": [
      "The Board approves but does not execute directly.",
      "The CISO is appointed, not self-appointed.",
      "Correct: Executive Management ensures implementation and appoints the CISO.",
      "The Committee is advisory, not the final authority."
    ]
  }
},
{
  "id": 180,
  "q": {
    "pt": "O que deve ser executado periodicamente para sistemas regulamentados de acordo com a política de IAM?",
    "en": "What must be performed periodically for regulated systems according to the IAM policy?"
  },
  "options": {
    "pt": [
      "Redefinições de senhas em todo o sistema",
      "O processo de revisão de acesso do usuário",
      "Um backup completo dos dados",
      "Um teste de penetração"
    ],
    "en": [
      "System-wide password resets",
      "The user access review process",
      "A full data backup",
      "A penetration test"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "Resetar todas as senhas não é exigência periódica.",
      "Correto: revisões periódicas de acesso são parte central de IAM.",
      "Backups são importantes, mas não substituem a revisão de acesso.",
      "Testes de penetração são úteis, mas não são o foco da exigência IAM."
    ],
    "en": [
      "Resetting all passwords is not a periodic requirement.",
      "Correct: periodic access reviews are a core IAM requirement.",
      "Backups are critical but not IAM-specific.",
      "Pen tests are useful but not the IAM periodic requirement."
    ]
  }
},
{
  "id": 181,
  "q": {
    "pt": "Caso você tenha dúvidas sobre alguma disposição da política de infosec, qual é o canal de suporte designado?",
    "en": "If you have questions about any provision of the infosec policy, what is the designated support channel?"
  },
  "options": {
    "pt": [
      "Enviar um e-mail para o Conselho de Administração",
      "Abrir um tíquete com o suporte técnico de TI",
      "Entrar em contato com a equipe de gerenciamento de políticas de segurança da informação no canal do Slack",
      "Enviar uma mensagem diretamente ao CISO"
    ],
    "en": [
      "Send an email to the Board of Directors",
      "Open a ticket with IT technical support",
      "Contact the information security policy management team via Slack channel",
      "Send a message directly to the CISO"
    ]
  },
  "correctIndex": 2,
  "rationales": {
    "pt": [
      "O Conselho não é o canal de suporte operacional.",
      "O suporte de TI trata de incidentes técnicos, não de políticas.",
      "Correto: a equipe de gerenciamento de políticas responde dúvidas via Slack.",
      "O CISO não é o canal designado para dúvidas gerais."
    ],
    "en": [
      "The Board is not an operational support channel.",
      "IT support handles technical issues, not policy clarifications.",
      "Correct: the policy management team answers via Slack channel.",
      "The CISO is not the designated general Q&A channel."
    ]
  }
},
{
  "id": 182,
  "q": {
    "pt": "A Política de Segurança da Informação é baseada em qual código internacional de práticas?",
    "en": "The Information Security Policy is based on which international code of practice?"
  },
  "options": {
    "pt": [
      "ISO 9001 (Gestão da Qualidade)",
      "ISO 27002 (Gestão da Segurança da Informação)",
      "ISO 14001 (Gestão Ambiental)",
      "ISO 45001 (Saúde e Segurança Ocupacional)"
    ],
    "en": [
      "ISO 9001 (Quality Management)",
      "ISO 27002 (Information Security Management)",
      "ISO 14001 (Environmental Management)",
      "ISO 45001 (Occupational Health & Safety)"
    ]
  },
  "correctIndex": 1,
  "rationales": {
    "pt": [
      "ISO 9001 trata de qualidade.",
      "Correto: ISO 27002 orienta políticas e controles de segurança.",
      "ISO 14001 é ambiental.",
      "ISO 45001 é saúde ocupacional."
    ],
    "en": [
      "ISO 9001 is about quality.",
      "Correct: ISO 27002 guides policies and security controls.",
      "ISO 14001 is environmental.",
      "ISO 45001 is occupational health."
    ]
  }
}
]
